Repository: HearthSim/hsreplaynet-i18n
Catalog: hsreplaynet/django/*/LC_MESSAGES/django.po
Languages: de_de, es_mx, fr_fr, it_it, pl_pl, pt_br

source: No matching hero found.
de_de: Kein passender Held gefunden.
fr_fr: Pas de héros correspondant trouvé.
it_it: Nessuna corrispondenza con l'Eroe trovata.
pl_pl: Nie znaleziono pasującego bohatera.

source: Battlegrounds Minions
de_de: Schlachtfeld-Diener
fr_fr: Serviteurs des Champs de bataille
it_it: Creature del Battelgrounds
pl_pl: Stronnicy Ustawki

source: Battlegrounds Minion
de_de: Schlachtfeld-Diener
fr_fr: Serviteur des Champs de bataille
it_it: Creatura del Battelgrounds
pl_pl: Stronnik Ustawki

source: No matching minion found.
de_de: Kein passender Diener gefunden.
fr_fr: Pas de serviteur correspondant trouvé.
it_it: Nessuna corrispondenza con la creatura trovata.
pl_pl: Nie znaleziono pasującego stronnika.

source: Battlegrounds Compositions
fr_fr: Compositions des Champs de bataille
it_it: Composizioni del Battelgrounds
pl_pl: Kompozycje Ustawki

source: Battlegrounds Composition
fr_fr: Composition des Champs de bataille
it_it: Composizione Battleground
pl_pl: Kompozycja Ustawki

source: No matching composition found.
fr_fr: Pas de composition correspondante trouvée.
it_it: Nessuna composizione corrispondente trovata.
pl_pl: Nie znaleziono pasującej kompozycji.

source: Hearthstone Card Statistics
de_de: Hearthstone-Kartenstatistiken
es_mx: Estadísticas de cartas Heartstone
fr_fr: Statistique de carte Hearthstone
it_it: Statistiche delle carte di Heartstone
pl_pl: Statystyki Kart Hearthstone
pt_br: Estatísticas da Carta de Hearthstone

source: Compare statistics about all collectible Hearthstone cards. Find the cards that are played the most or have the highest winrate.
de_de: Vergleiche Statistiken über alle sammelbaren Hearthstone-Karten. Finde die meistgespielten Karten oder die mit der höchsten Gewinnrate.
es_mx: Compara estadísticas sobre todas las cartas coleccionables de Hearstone. Encuentra las cartas mas jugadas o las que tienen el porcentaje de victorias mas alto.
fr_fr: Comparez les statistiques de toutes les cartes Hearthstone. Trouvez les cartes qui sont le plus jouées ou celles qui ont le plus haut winrate.
it_it: Confronta le statistiche di tutte le carte collezionabili di Hearthstone. Trova le carte che vengono giocate di più o che hanno il tasso di vittoria più alto.
pl_pl: Porównuj statystyki dotyczące wszystkich kart Hearthstone. Znajdź karty, które są najczęściej grane, albo mają największy współczynnik zwycięstw.
pt_br: Compare as estatísticas sobre todos as cartas colecionáveis de Hearthstone. Encontre as cartas que são mais jogadas ou têm a maior taxa de vitórias.

source: No card found matching the query.
de_de: Keine passende Karte gefunden.
es_mx: No hay cartas que coincidan con la búsqueda.
fr_fr: Aucune carte ne correspond à la requête.
it_it: Nessuna carta trovata corrispondente alla richiesta.
pl_pl: Żadna karta nie pasuje do zapytania.
pt_br: Nenhuma carta encontrada correspondente à busca.

source: Statistics and decks!
es_mx: Estadísticas y mazos!
pl_pl: Statystyki i talie!
pt_br: Decks e estatísticas!

source: Hearthstone Card Editor
de_de: Hearthstone-Karteneditor
es_mx: Editor de cartas Heartstone
fr_fr: Éditeur de carte Hearthstone
it_it: Editor di Carte Hearthstone
pl_pl: Edytor Kart Hearthstone
pt_br: Editor de carta do Hearthstone

source: My Collection
de_de: Meine Sammlung
es_mx: Mi colección
fr_fr: Ma collection
it_it: La mia collezione
pl_pl: Moja Kolekcja
pt_br: Minha Coleção

source: Collection
de_de: Sammlung
es_mx: Colección
it_it: Collezione
pl_pl: Kolekcja
pt_br: Coleção

source: {user}'s Hearthstone Collection
de_de: {user}'s Hearthstone-Sammlung
es_mx: {user}'s colección de Heartstone
fr_fr: Collection Hearthstone de {user}
it_it: Collezione Hearthstone di {user}
pl_pl: Kolekcja Kart Hearthstone {user}'a
pt_br: Coleção de Hearthstone do {user}

source: API Access
de_de: API-Zugriff
es_mx: Acceso API
fr_fr: Accès à l'API
it_it: Accesso API
pl_pl: Dostęp do API
pt_br: Acesso à API

source: This account cannot be deleted.
de_de: Dieses Konto kann nicht gelöscht werden.
es_mx: Esta cuenta no puede ser borrada.
fr_fr: Ce compte ne peut pas être supprimé.
it_it: Questo Account non può essere cancellato.
pl_pl: To konto nie może zostać usunięte.
pt_br: Essa conta não pode ser deletada.

source: Your replays have been deleted.
de_de: Deine Aufzeichnungen wurden gelöscht.
es_mx: Tus repeticiones se han borrado.
fr_fr: Vos rediffusions ont été supprimées.
it_it: Il tuo commento è stato eliminato.
pl_pl: Twoje powtórki zostały usunięte.
pt_br: Seus replays foram deletados.

source: Could not make account primary.
es_mx: No es posible hacer la cuenta principal.
pl_pl: Nie udało się ustawić konta jako główne.
pt_br: Não foi possível tornar a conta principal.

source: Check your inbox! We've sent an email to confirm your subscription preferences.
de_de: Überprüfe deinen Posteingang! Wir haben eine E-Mail gesendet um deine Abonnements zu bestätigen.
fr_fr: Vérifiez votre boîte de réception ! Nous avons envoyé un email pour confirmer vos préférences d'abonnement.
it_it: Controlla la tua posta in arrivo! Abbiamo inviato un'email per confermare le tue preferenze di sottoscrizione.
pl_pl: Sprawdź swoją skrzynkę odbiorczą! Wysłaliśmy do ciebie wiadomość email, aby potwierdzić Twoje ustawienia subskrypcji.

source: Failed to save your email preferences. Please try again later!
de_de: Fehler beim Speichern der E-Mail-Einstellungen. Bitte versuche es später erneut!
fr_fr: Impossible de sauvegarder vos préférences de courriel. Veuillez réessayer plus tard !
it_it: Impossibile salvare le tue preferenze. Riprova più tardi!
pl_pl: Nie udało się zapisać Twoich ustawień emaila. Spróbuj ponownie później!

source: Your email preferences have been saved.
de_de: Deine E-Mail-Präferenzen wurden gespeichert.
es_mx: Tus preferencias de correo se han guardado.
fr_fr: Vos préférences de courrier électronique ont été enregistrées.
it_it: Le tue preferenze sono state salvate.
pl_pl: Twoje preferencje email zostały zapisane.
pt_br: Suas preferências de email foram salvas.

source: Your Application
de_de: Deine Anwendung
fr_fr: Votre demande
it_it: La Tua Applicazione
pl_pl: Twoja Aplikacja

source: Hearthstone Decks
es_mx: Mazos Heartstone
fr_fr: Decks Hearthstone
it_it: Mazzi Di Hearthstone
pl_pl: Talie Hearthstone
pt_br: Decks do Hearthstone

source: Find popular Hearthstone decks for every class, card and game mode. Compare winrates and find the deck for you!
de_de: Finde beliebte Hearthstone-Decks für jede Klasse, Karte und Spielmodus. Vergleiche Gewinnraten und finde das Deck für dich!
es_mx: Encuentra los mazos populares para cada clase, cartas y modo de juego. Compara porcentaje de victorias y encuentra el mazo perfecto para ti!
fr_fr: Trouvez des decks populaires pour chaque classe, carte et mode de jeu. Comparez les winrates et trouver le deck qui vous ira !
it_it: Trova mazzi di Hearthstone popolari per ogni classe, carta e modalità di gioco. Confrontai tassi di vittoria e trova il mazzo per te!
pl_pl: Znajdź popularne talie do Hearthstone dla każdej klasy, karty i trybu gry. Porównuj współczynniki zwycięstw i znajdź talię dla siebie!
pt_br: Encontre os decks mais populares de Hearthstone para cada classe, carta e modo de jogo. Compare taxas de vitória e encontre o deck para você!

source: My Decks
de_de: Meine Decks
es_mx: Mis mazos
fr_fr: Mes decks
it_it: I miei mazzi
pl_pl: Moje Talie
pt_br: Meus Decks

source: Deck does not exist.
de_de: Deck ist nicht vorhanden.
es_mx: El mazo no existe.
fr_fr: Le deck n'existe pas.
it_it: Il mazzo non esiste.
pl_pl: Talia nie istnieje.
pt_br: O deck não existe.

source: Deck list is too small.
de_de: Deckliste ist zu klein.
es_mx: La lista es demasiado pequeña.
fr_fr: Le deck est trop petit.
it_it: La lista dei mazzi è troppo piccola.
pl_pl: Talia jest za krótka.
pt_br: A lista do deck é muito pequena.

source: Deck list contains uncollectible cards.
de_de: Deckliste enthält nicht-sammelbare Karten.
es_mx: La lista contiene cartas no disponibles.
fr_fr: Le deck contient des cartes non collectionables.
it_it: La lista dei mazzi contiene carte non collezionabili.
pl_pl: Talia zawiera karty nie do zdobycia.
pt_br: Deck contém cartas não colecionáveis.

source: Neutral Deck
pl_pl: Neutralna Talia

source: {name} stats and decklist. Import it: {deckstring}
de_de: {name}-Statistiken und Deckliste. Importe sie: {deckstring}
es_mx: {name} listas y estadisticas. Importar: {deckstring}
fr_fr: {name} statistiques et cartes. Importez: {deckstring}
it_it: {name} statistiche e mazzo. Importa questo: {deckstring}
pl_pl: {name} statystyki i lista talii. Zaimportuj to: {deckstring}
pt_br: {name} estatísticas e lista do deck. Importar: {deckstring}

source: Trending Hearthstone Decks
de_de: Hearthstone-Decks im Trend
es_mx: Mazos Heartstone Tendencias
fr_fr: Decks populaires
it_it: Mazzi Di Tendenza
pl_pl: Popularne Talie Hearthstone
pt_br: Decks de Hearthstone populares

source: Find the up-and-coming decks with rising popularity in Hearthstone for each class updated every single day.
de_de: Finde die Hearthstone-Decks von morgen mittels steigender Beliebtheit, für jede Klasse, jeden Tag aufs Neue.
es_mx: Encuentra los mazos prometedores que están ganando popularidad en Heartstone para cada clase actualizados a diario.
fr_fr: Trouvez les decks qui gagnent en popularité pour chaque classe, mis à jour quotidiennement.
it_it: Trova i nuovi mazzi popolari su Hearthstone, lista aggiornata tutti i giorni!
pl_pl: Znajdź nadchodzące talie z rosnącą popularnością w Hearthstone dla każdej klasy, aktualizowane każdego dnia.
pt_br: Encontre os decks com maior popularidade em Hearthstone para cada classe, atualizada todos os dias.

source: Access has been revoked.
de_de: Zugriff wurde widerrufen.
es_mx: Se ha denegado el acceso.
fr_fr: L’accès a été révoqué.
it_it: L'accesso è stato revocato.
pl_pl: Dostęp został cofnięty.
pt_br: O acesso foi revogado.

source: {count} access tokens deleted.
es_mx: {count} Los identificadores de acceso se han borrado.
pl_pl: {count} tokeny dostępu usunięte.
pt_br: {count} IDs de acesso deletado(s).

source: More filters, more features, more data: Gain access to advanced Hearthstone statistics backed by millions of games with HSReplay.net Premium for HSReplay.net.
de_de: Mehr Filter, mehr Funktionen, mehr Daten: Erhalte mit HSReplay.net Premium Zugriff auf fortgeschrittene Hearthstone-Statistiken, basierend auf Millionen von Spielen.
es_mx: Más filtros, mas opciones, mas datos: obtén acceso a las estadísticas avanzadas de Heartstone obtenidas de millones de partidas con HSReplay.net Premium por HSReplay.net.
fr_fr: Plus de filtres, plus de fonctionnalités, plus de données : accédez à des statistiques avancées sur Hearthstone, venant de millions de parties avec HSReplay.net Premium pour HSReplay.net.
it_it: Più filtri, più funzioni, più dati: Ottieni l'accesso ad HSReplay.net Premium e potrai visualizzare le statistiche avanzate di Hearthstone aggiornate da milioni di giocatori.
pl_pl: Więcej filtrów, więcej funkcji, więcej danych: Uzyskaj dostęp do zaawansowanych statystyk Hearthstone, stworzonych na podstawie milionów gier z HSReplay.net Premium.
pt_br: Mais filtros, mais recursos, mais dados: Obtenha acesso a estatísticas avançadas do Hearthstone apoiadas por milhões de jogos com o HSReplay.net Premium para o HSReplay.net.

source: My Replays
de_de: Meine Aufzeichnungen
es_mx: Mis Repeticiones
fr_fr: Mes replays
it_it: I miei Replay
pl_pl: Moje Powtórki
pt_br: Meus Replays

source: Uploading replay…
de_de: Lade Aufzeichnung hoch…
es_mx: Subiendo repetición…
it_it: Caricamento replay...
pl_pl: Przesyłanie powtórki…
pt_br: Carregando replay…

source: This product is not available.
de_de: Dieses Produkt ist nicht verfügbar.
fr_fr: Ce produit n'est pas disponible.
it_it: Questo prodotto non è disponibile.

source: This plan is not available.
de_de: Dieser Plan ist nicht verfügbar.
fr_fr: Cette formule n'est pas disponible.
it_it: Questo piano non è disponibile.

source: You have already applied this code to your account. Start your free subscription lasting {n} days now.
de_de: Du hast diesen Code bereits auf dein Konto angewendet. Starte jetzt dein kostenloses {n}-Tage-Abo.

source: Code has been applied to your account. Your existing subscription has been extended by {n} days.
de_de: Code wurde auf dein Konto angewendet. Dein bestehendes Abo wurde um {n} Tage verlängert.

source: Code has been applied to your account. You can now start a free subscription lasting {n} days.
de_de: Code wurde auf dein Konto angewendet. Du kannst jetzt ein kostenloses {n}-Tage-Abo starten.

source: This code has already been redeemed.
de_de: Dieser Code wurde bereits eingelöst.

source: This code is not compatible with your existing subscription.
de_de: Dieser Code ist nicht mit deinem bestehenden Abo kompatibel.

source: This code has expired.
de_de: Dieser Code ist abgelaufen.

source: This code is unknown.
de_de: Dieser Code ist unbekannt.

source: You have already applied this code to your account.
de_de: Du hast diesen Code bereits auf dein Konto angewendet.

source: Too many requests
de_de: Zu viele Anfragen

source: Please try again in a few minutes.
de_de: Bitte versuche es in ein paar Minuten erneut.
fr_fr: Veuillez réessayer dans quelques minutes.
it_it: Per favore riprova tra pochi minuti.

source: Token
de_de: Zugangsschlüssel
es_mx: Id
fr_fr: Jeton
pt_br: ID

source: Email Address
de_de: E-Mail-Adresse
it_it: Indirizzo Email

source: ✔ Current Email Address
de_de: ✔ Aktuelle E-Mail-Adresse
it_it: ✔ Indirizzo Email Attuale

source: Change Email
de_de: E-Mail-Adresse ändern
it_it: Cambia Email

source: Set Email
de_de: E-Mail-Adresse festlegen

source: Change Password
de_de: Passwort ändern
fr_fr: Changer le mot de passe
it_it: Cambia Password

source: Forgot Password?
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié?
it_it: Password Dimenticata?

source: Password Reset
de_de: Passwort zurücksetzen
fr_fr: Réinitialiser le mot de passe

source: Your password has been changed.
de_de: Dein Passwort wurde geändert.

source: Set Password
de_de: Passwort festlegen
fr_fr: Définir le mot de passe

source: Don't use the same password for multiple accounts.
de_de: Verwende dasselbe Passwort nicht für mehrere Konten.
fr_fr: N'utilisez pas le même mot de passe pour plusieurs comptes.
it_it: Non usare la stessa password per più account.

source: Follow us on X
de_de: Folge uns auf X

source: Get Tier7
de_de: Hol dir Tier7

source: Meta Tier List
de_de: Meta-Tier-Liste

source: Battlegrounds Anomalies
de_de: Schlachtfeld-Anomalien

source: Battlegrounds Trinkets
de_de: Schlachtfeld-Schmuckstücke
it_it: Monili della Battaglia

source: Get in Touch
de_de: Kontaktiere uns

source: Home
de_de: Start
fr_fr: Accueil

source: Tier List
de_de: Tier-Liste
it_it: Lista Tier

source: Parties
de_de: Gruppen
fr_fr: Groupes
it_it: Squadre

source: Trinkets
de_de: Schmuckstücke
fr_fr: Bibelots
it_it: Monili

source: Darkmoon Prizes
de_de: Dunkelmond-Preise
fr_fr: Prix de Sombrelune
it_it: Premi di Lunacupa

source: NEW
de_de: NEU

source: Anomalies
de_de: Anomalien

source: Back soon!
de_de: Bald zurück!
fr_fr: Revenez bientôt !
it_it: Torneremo presto!

source: We could not authenticate you with %(provider)s.
de_de: Wir konnten dich nicht mit %(provider)s authentifizieren.
it_it: Non è stato possibile autenticarti con %(provider)s.

source: You can change this at any time.
de_de: Du kannst dies jederzeit ändern.
fr_fr: Vous pouvez modifier ceci à tout moment.
it_it: Puoi cambiare questo in qualsiasi momento.

source: Sign in to HSReplay.net
de_de: Bei HSReplay.net anmelden
it_it: Registrati su HSReplay.net

source: HSReplay.net Companion App
de_de: HSReplay.net-Begleiter
es_mx: Aplicación HSReplay.net
fr_fr: App HSReplay.net associée
pt_br: Aplicativo Companheiro do HSReplay.net

source: Contact our Support Team
de_de: Kontaktiere unser Support-Team
fr_fr: Contacter notre service client
it_it: Contatta il nostro team di assistenza

source: Get in touch with the HSReplay.net Support Team.
de_de: Kontaktiere das HSReplay.net Support-Team.
fr_fr: Communiquez avec l'équipe d'assistance HSReplay.net.
it_it: Contatta il team di supporto HSReplay.net.

source: Welcome to HSReplay.net
de_de: Willkommen bei HSReplay.net
fr_fr: Bienvenue sur HSRplay.net
it_it: Benvenuto a HSReplay.net

source: Learn how to get started with HSReplay.net and what you can do with it.
de_de: Erfahre wie du mit HSReplay.net startest und was du damit tun kannst.
fr_fr: Apprenez comment jouer avec HSReplay.net et ce que vous pouvez faire avec.
it_it: Impara come iniziare con HSReplay.net e cosa puoi fare con esso.

source: Welcome to Hearthstone Deck Tracker
de_de: Willkommen beim Hearthstone Deck Tracker
fr_fr: Bienvenue sur Hearthstone Deck Tracker
it_it: Benvenuto in Hearthstone Deck Tracker

source: Hearthstone Meta Tier List - {month} {year}
de_de: Hearthstone-Meta-Tier-Liste - {month} {year}

source: Archetypes
de_de: Archetypen
fr_fr: Archétypes
it_it: Archetipi

source: Hearthstone Arena Legendary Groups
de_de: Legendäre Gruppen in der Hearthstone-Arena

source: 12 Win Underground Arena Decks
de_de: Untergrunddecks mit 12 Siegen

source: Explore the most recent 12-win decks for each class in Hearthstone Underground Arena
de_de: Erkunde die neuesten Decks mit 12 Siegen für jede Klasse in der Hearthstone Undergrund-Arena

source: Arenasmith - Draft Assistant for Hearthstone Arena
de_de: Arenasmith - Draftassistent für Hearthstone Arena

source: HSReplay.net Tier7 for Battlegrounds
de_de: HSReplay.net Tier7 für Schlachtfeld
fr_fr: HSReplay.net Tier7 pour Champs de Bataille
it_it: HSReplay.net Tier7 Battlegroround

source: Battlegrounds Darkmoon Prizes
de_de: Schlachtfeld Dunkelmond-Preise
fr_fr: Prix de Sombrelune du Champ de batailles
it_it: Premi di Lunacupa in Battaglia

source: My Battlegrounds Stats
de_de: Meine Schlachtfeldstatistiken
it_it: Le mie statistiche di Battaglia

source: {name} decks and stats
de_de: {name}decks und Statistiken
it_it: {name} mazzi e statistiche

source: Your HSReplay.net account has been deleted. It was great having you!
de_de: Dein HSReplay.net-Konto wurde gelöscht. Danke, dass du bei uns warst!
fr_fr: Votre compte HSReplay.net a été supprimé. C'était un plaisir de vous accueillir !

source: Best Hearthstone Decks - {month} {year}
de_de: Beste Hearthstone-Decks - {month} {year}
it_it: Migliori Mazzi di Hearthstone - {month} {year}

source: Best {class} Decks - {month} {year} - Hearthstone
de_de: Beste {class}-Decks - {month} {year} - Hearthstone

source: Find popular %s decks for every card and Hearthstone game mode. Compare winrates and find the deck for you!
de_de: Finde beliebte %s-Decks für jede Karte und jeden Hearthstone-Spielmodus. Vergleiche Gewinnraten und finde das Deck für dich!

source: Trending Decks
de_de: Decks im Trend
fr_fr: Decks en tendances
it_it: Mazzi più utilizzati

source: Mercenaries Collection
de_de: Söldner-Sammlung
fr_fr: Collection de mercenaires
it_it: Collezione di Mercenari

source: {user}'s Mercenaries Collection
de_de: {user}s Söldner-Sammlung
fr_fr: Collection de mercenaires de {user}
it_it: Collezione di Mercenari di {user}

source: Mercenaries Home
de_de: Söldner Start
it_it: Home Mercenari

source: Mercenaries
de_de: Söldner
fr_fr: Mercenaires
it_it: Mercenari

source: Mercenaries Parties
de_de: Söldner-Gruppen
fr_fr: Groupe de mercenaires
it_it: Squadre Mercenari

source: HSReplay.net Premium for Hearthstone
de_de: HSReplay.net Premium für Hearthstone
fr_fr: HSReplay.net Premium pour Hearthstone
it_it: HSReplay.net Premium per Hearthstone

source: My Stats
de_de: Meine Statistiken
it_it: Le Mie Statistiche

source: An upstream gateway timed out.
it_it: Un gateway upstream è scaduto.

source: You need to authenticate to view this collection.
fr_fr: Vous devez vous authentifier pour voir cette collection.
it_it: È necessaria l'autenticazione per vedere la tua collezione.

source: Your account's email address is currently set to <strong>%(email)s</strong>
it_it: L'indirizzo email del tuo account in questo momento è <strong>%(email)s</strong>

source: Control which types of emails you want receive from us:
it_it: Scegli che tipo di email vuoi ricevere da noi:

source: We are currently updating this section for the latest Battlegrounds patch. You may temporarily encounter incomplete or delayed data.
fr_fr: Nous sommes en train de mettre à jour cette section à la suite du dernier patch Champ de batailles. Il se peut que vous rencontriez temporairement des données incomplètes ou retardées.
it_it: Stiamo aggiornando questa sezione con l'ultima patch del Battleground. Potresti incontrare informazione incomplete o vecchie.

source: Permission request
fr_fr: Demande de permission
it_it: Richiesta di autorizzazione

source: This could be because you did something unusual during your login or due to an ongoing issue with %(provider)s.
it_it: Questo può darsi perchè hai fatto qualcosa di insolito durante il tuo accesso o dovuto a un problema presente con %(provider)s.

source: If you keep seeing this error, you can <a href="%(contact_url)s">contact us</a> with the following error reference: <code>%(sentry_event_id)s</code>
it_it: Se continui a vedere questo errore, puoi contattarci <a href="%(contact_url)s"></a>con il seguente riferimento all'errore: <code>%(sentry_event_id)s</code>

source: If you keep seeing this error, you can <a href="%(contact_url)s">contact us</a>.
it_it: Se continui a vedere questo errore, puoi contattarci <a href="%(contact_url)s"></a>.

source: Hearthstone Deck Tracker is a free companion app to help you play like the pros.
it_it: Hearthstone Deck Tracker è un'applicazione gratuita che ti aiuta a giocare come un professionista.

source: Find out what you can do with Hearthstone Deck Tracker, as well as the website!
fr_fr: Découvrez ce que vous pouvez faire avec Hearthstone Deck Tracker, ainsi que le site web !
it_it: Scopri cosa puoi fare con Hearthstone Deck Tracker, oltre che nel nostro sito!

source: Level up your gameplay with Tier7’s in-depth Battlegrounds statsistics, including actionable information about the best heroes, compositions, minions, and more!
it_it: Alza di livello il tuo stile di gioco con le statistiche di Battaglia all'interno di Tier7's, includendo le informazioni reperibili sui miglioti eroi, composizioni, servitori e molto altro!

source: Explore our Battlegrounds Hero Tier List and learn which hero is the best - powered by data from millions of games.
fr_fr: Explorez notre Tier List de héros de Champs de bataille et apprenez quel héros est le meilleur grâce aux données de millions de parties.
it_it: Esplora la nostro Tier List degli Eroi di Battaglia e impara quale eroe sia il migliore - basato sui dati di milioni di partite.

source: Battlegrounds Duos Heroes
it_it: Eroi Duo di Battaglia

source: Duos Heroes
it_it: Eroi Duo

source: Battlegrounds Duos Hero
it_it: Eroi Duo di Battaglia

source: You must add a verified email before we can send you marketing emails.
it_it: Devi aggiungere una email verificata prima di poterti inviare email di marketing.

source: Get all the information you need to win at Hearthstone Mercenaries with our Mercenaries stats and collection tracking. See top mercenaries tier lists and parties.
fr_fr: Obtenez toutes les informations nécessaires gagner dans le mode mercenaires de Hearthstone grâce à nos statistiques et notre suivi de collection. Consultez les meilleures listes de niveau et parties du mode mercenaires.
it_it: Trova tutte le informazioni che ti serveno a vincere in Mercenari con il nostro Tracking di collezione e statistiche di Mercenari. Vedi le migliori tier list e le migliori squadre di mercenari.

source: Mercenaries Tier List
fr_fr: Tier liste Mercenaires
it_it: Tier List Mercenari
