Repository: HearthSim/hsreplaynet-i18n
Catalog: hsreplaynet/django/*/LC_MESSAGES/django.po
Languages: de_de, es_mx, fr_fr, it_it, pl_pl, pt_br

source: Not using a Blizzard account? Sign in with your username and password here.
es_mx: No usas una cuenta de Blizzard? Inicia sesión con usuario y contraseña aquí.
pl_pl: Nie używasz konta Blizzard? Zaloguj się tutaj przy pomocy swojej nazwy użytkownika i hasła.
pt_br: Não está usando uma conta Blizzard? Logue com seu usuário e senha aqui.

source: Username
es_mx: Usuario
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário

source: Sign in
es_mx: Iniciar sesión
pl_pl: Zaloguj się
pt_br: Logar

source: Sign out
de_de: Abmelden
es_mx: Iniciar sesión
fr_fr: Déconnexion
it_it: Esci
pl_pl: Wyloguj
pt_br: Sair

source: Are you sure you want to sign out?
de_de: Möchtest du dich wirklich abmelden?
es_mx: Esta seguro que quieres cerrar la sesión?
fr_fr: Voulez-vous réellement vous déconnecter ?
it_it: Sei sicuro di voler uscire?
pl_pl: Czy na pewno chcesz się wylogować?
pt_br: Você está certo que quer deslogar?

source: Password reset
es_mx: Resetear contraseña
pl_pl: Resetowanie hasła
pt_br: Redefinir senha

source: Forgot your password? Enter your email below, we'll send you a link to reset it.
de_de: Du hast dein Passwort vergessen? Gib unten deine E-Mail-Adresse an, und wir senden dir einen Link zum Zurücksetzen.
es_mx: Has olvidado tu contraseña? Introduce tu email abajo, te enviaremos un enlace para reestablecerla.
fr_fr: Mot de passe oublié ? Entrez votre adresse mail ci-dessous, nous vous enverrons un lien pour le réinitialiser.
it_it: Hai dimenticato la password? Inserisci la tua email qui sotto, ti invieremo un link per reimpostarla.
pl_pl: Zapomniałeś/-aś hasła? Wpisz poniżej swój email, a wyślemy ci link do zresetowania go.
pt_br: Esqueceu sua senha? Digite seu email e enviaremos um link para redefini-la.

source: Reset password
de_de: Passwort zurücksetzen
es_mx: Resetear contraseña
fr_fr: Réinitialiser le mot de passe
it_it: Reimpostare la password
pl_pl: Resetuj hasło
pt_br: Redefinir senha

source: Need help? <a href="%(contact_url)s">Contact us</a>.
de_de: Benötigst du Hilfe? <a href="%(contact_url)s">Kontaktiere uns</a>.
fr_fr: Besoin d’aide ? <a href="%(contact_url)s">Contactez-nous</a>.
it_it: Hai bisogno di aiuto? <a href="%(contact_url)s">Contattaci</a>.
pl_pl: Potrzebujesz pomocy? <a href="%(contact_url)s">Skontaktuj się z nami</a>.

source: Sign up
de_de: Registrieren
es_mx: Iniciar sesión
fr_fr: Inscription
it_it: Registrati
pl_pl: Rejestracja
pt_br: Cadastre-se

source: To sign up to HSReplay.net, use your Blizzard account.
es_mx: Para iniciar sesión en HSReplay.net, usa tu cuenta de Blizzard.
pl_pl: Aby zarejestrować się na HSReplay.net, użyj swojego konta Blizzard.
pt_br: Para se cadastrar no HSReplay.net, use sua conta Blizzard.

source: Alternatively, sign up with an email and password.
es_mx: Alternativamente, inicia sesión con un email y contraseña.
pl_pl: Alternatywnie, możesz zarejestrować się przy pomocy konta email i hasła.
pt_br: Ou cadastre-se utilizando um email e senha.

source: Email address
de_de: E-Mail-Adresse
es_mx: Dirección de email
fr_fr: Adresse e-mail
it_it: Indirizzo Email
pl_pl: Adres email
pt_br: Endereço de email

source: Password (repeat)
de_de: Passwort (Wiederholung)
es_mx: Contraseña (repetir)
fr_fr: Mot de passe (confirmation)
it_it: Password (di nuovo)
pl_pl: Hasło (powtórz)
pt_br: Senha (repetir)

source: You are already logged in as <em>%(user)s</em>.
es_mx: Aun no estas identificado como<em>%(user)s</em>.
pl_pl: Jesteś już zalogowany/-a jako <em>%(user)s</em>.
pt_br: Você já está logado como <em>%(user)s</em>.

source: Verify your e-mail address
de_de: Verifiziere deine E-Mail-Adresse
es_mx: Verifica tu dirección de email
fr_fr: Veuillez vérifier votre adresse e-mail
it_it: Verifica il tuo indirizzo e-mail
pl_pl: Potwierdź swój adres e-mail
pt_br: Verifique seu endereço de email

source: We have sent you an e-mail for verification. Follow the link in it to finalize the signup process.
de_de: Wir haben dir eine E-Mail zur Verifikation gesendet. Folge dem Link darin um den Registrierungsprozess abzuschließen.
es_mx: Te hemos mandado un email de verificación. Sigue el enlace para finalizar el proceso de identificación.
fr_fr: Nous vous avons envoyé un e-mail de vérification. Suivez le lien à l'intérieur pour finaliser le processus d’inscription.
it_it: Ti abbiamo inviato una e-mail di verifica. Apri il link nell'email per completare il processo di iscrizione.
pl_pl: Wysłaliśmy ci wiadomość e-mail w celu weryfikacji. Wejdź w link, by ukończyć proces rejestracji.
pt_br: Nós lhe enviamos um e-mail para verificação. Siga o link para finalizar o processo de cadastro.

source: Please <a href="%(contact_url)s">contact us</a> if you do not receive it within a few minutes.
fr_fr: Veuillez <a href="%(contact_url)s">nous contacter</a> si vous ne le recevez pas d'ici quelques minutes.
it_it: Per favore, <a href="%(contact_url)s">contattaci</a> se non la ricevi entro qualche minuto.
pl_pl: Prosimy <a href="%(contact_url)s">skontaktuj się z nami</a> jeśli nie otrzymasz go w ciągu paru minut.

source: Xsolla is an authorized global distributor of HSReplay.net
de_de: Xsolla ist ein autorisierter globaler Vertriebshändler von HSReplay.net
fr_fr: Xsolla est un distributeur mondial autorisé de HSReplay.net
it_it: Xsolla è un distributore globale autorizzato di HSReplay.net
pl_pl: Xsolla jest autoryzowanym globalnym dystrybutorem HSReplay.net

source: Back to top
de_de: Zurück nach oben
es_mx: Volver arriba
fr_fr: Haut de page
it_it: Torna all'inizio
pl_pl: Powrót na górę
pt_br: Voltar ao topo

source: Social Media
es_mx: Redes Sociales
fr_fr: Réseaux sociaux
pl_pl: Media Społecznościowe
pt_br: Mídias Sociais

source: Join our Discord server
es_mx: Únete a nuestro servidor Discord
it_it: Unisciti al nostro server Discord
pl_pl: Dołącz do naszego serwera na Discordzie
pt_br: Entre no nosso Discord

source: Follow us on Twitter
es_mx: Síguenos en Twitter
pl_pl: Śledź nas na Twitterze
pt_br: Siga-nos no Twitter

source: Like us on Facebook
de_de: Like uns auf Facebook
es_mx: Danos un like en Facebook
fr_fr: Suivez-nous sur Facebook
it_it: Metti Mi piace su Facebook
pl_pl: Polub nas na Facebooku
pt_br: Curta no Facebook

source: Follow us on Instagram
de_de: Folge uns auf Instagram
fr_fr: Suivez-nous sur Instagram
it_it: Seguici su Instagram
pl_pl: Śledź nas na Instagramie

source: Not affiliated with Blizzard Entertainment.
de_de: Nicht mit Blizzard Entertainment assoziiert.
fr_fr: Non affilié à Blizzard Entertainment.
it_it: Non affiliato a Blizzard Entertainment.
pl_pl: Ta strona nie jest powiązana z Blizzard Entertainment.

source: Downloads
es_mx: Descargas
fr_fr: Téléchargements
pl_pl: Pobieranie

source: Battlegrounds
de_de: Schlachtfeld
fr_fr: Champs de bataille
it_it: Battlegrorounds
pl_pl: Ustawka

source: Tier7
pl_pl: Poziom7

source: Support
fr_fr: Assistance
it_it: Assistenza
pl_pl: Wsparcie

source: Your Account
de_de: Dein Konto
fr_fr: Votre compte
it_it: Il tuo Account
pl_pl: Twoje Konto

source: Help Center
de_de: Hilfezentrum
fr_fr: Centre d'aide
it_it: Centro Assistenza
pl_pl: Centrum Pomocy

source: Contact Us
pl_pl: Skontaktuj się z nami

source: Legal
pl_pl: Polityka

source: Terms of Service
de_de: Nutzungsbedingungen
es_mx: Terminos de Servicio
fr_fr: Conditions d’utilisation
it_it: Condizioni d'uso
pl_pl: Warunki Użytkowania
pt_br: Termos de Serviço

source: Privacy Policy
de_de: Datenschutzerklärung
es_mx: Política de Privacidad
fr_fr: Confidentialité
it_it: Informativa sulla privacy
pl_pl: Polityka Prywatności
pt_br: Política de Privacidade

source: About Us
es_mx: Sobre nosotros
pl_pl: O Nas
pt_br: Sobre nós

source: Replay not available
de_de: Aufzeichnung nicht verfügbar
fr_fr: Le replay n'est pas disponible
it_it: Replay non disponibile
pl_pl: Powtórka niedostępna

source: This replay is no longer available.
de_de: Diese Aufzeichnung ist nicht mehr verfügbar.
fr_fr: Ce replay n'est plus disponible.
it_it: Questo replay non è più disponibile.
pl_pl: Powtórka nie jest już dostępna.

source: Toggle navigation
de_de: Navigation umschalten
es_mx: Cambiar el modo de navegación
fr_fr: Navigation
it_it: Attiva/disattiva navigazione
pl_pl: Schowaj/pokaż nawigację
pt_br: Ativar/desativar navegação

source: Heroes
de_de: Helden
fr_fr: Héros
it_it: Eroi
pl_pl: Bohaterowie

source: Minions
de_de: Diener
fr_fr: Serviteurs
it_it: Servitori
pl_pl: Stronnicy

source: Compositions
pl_pl: Kompozycje

source: SALE!
de_de: ANGEBOT!
fr_fr: SOLDES !
it_it: VENDITA!
pl_pl: WYPRZEDAŻ!

source: Articles
es_mx: Articulos
pl_pl: Artykuły
pt_br: Artigos

source: Trending
de_de: Im Trend
es_mx: Tendencias
fr_fr: Tendances
it_it: Tendenze
pl_pl: Na czasie
pt_br: Tendências

source: Decks
es_mx: Mazos
it_it: Mazzi
pl_pl: Talie

source: Cards
de_de: Karten
es_mx: Cartas
fr_fr: Cartes
it_it: Carte
pl_pl: Karty
pt_br: Cartas

source: Some error happened during authorization.
fr_fr: Une erreur s'est produite lors de l'autorisation.
it_it: Si è verificato un errore durante l'autorizzazione.
pl_pl: Podczas autoryzacji wystąpił błąd.

source: <a href="%(contact_url)s">Contact us</a> if you need help.
de_de: <a href="%(contact_url)s">Kontaktiere uns</a>, falls du Hilfe benötigst.
fr_fr: <a href="%(contact_url)s">Contactez-nous</a> si vous avez besoin d'aide.
it_it: <a href="%(contact_url)s">Contattaci</a> se hai bisogno di aiuto.
pl_pl: <a href="%(contact_url)s">Skontaktuj się z nami</a> jeśli potrzebujesz pomocy.

source: It looks like you have Javascript turned off. This page will not work correctly. <a href="https://enable-javascript.com/" target="_blank" rel="noopener">Here is how to enable it</a>.
de_de: Es sieht aus, als hättest du Javascript deaktiviert. Diese Seite wird nicht korrekt funktionieren. <a href="https://enable-javascript.com/de/" target="_blank" rel="noopener">Hier siehst du wie du es aktivierst</a>.
es_mx: Parece que tienes JavaScript apagado. Esta pagina no funcionara correctamente.<a href="https://enable-javascript.com/" target="_blank" rel="noopener">Aquí puede ver como activarlo</a>.
fr_fr: Il semble que Javascript soit désactivé. Cette page ne fonctionnera pas correctement. <a href="https://enable-javascript.com/" target="_blank" rel="noopener">Voici comment l’activer</a>.
it_it: Sembra che hai disattivato Javascript. Questa pagina non funzionerà correttamente. <a href="https://enable-javascript.com/" target="_blank" rel="noopener">Ecco come attivarla</a>.
pl_pl: Wygląda na to, że masz wyłączony Javascript. Ta strona nie będzie działać poprawnie. <a href="https://enable-javascript.com/" target="_blank" rel="noopener">Tutaj znajduje się instrukcja jak go włączyć</a>.
pt_br: Parece que o JavaScript está desativado. Esta página não irá funcionar corretamente. <a href="https://enable-javascript.com/" target="_blank" rel="noopener">Clique aqui para ver como ativá-lo</a>.

source: Authentication error
de_de: Authentifizierungsfehler
es_mx: Error de autenticación
fr_fr: Erreur d'authentification
it_it: Errore di autenticazione
pl_pl: Błąd uwierzytelniania
pt_br: Erro de autenticação

source: Back to the office.
de_de: Befreit mich!
es_mx: Volver atrás.
fr_fr: En arrière toute.
it_it: Torna in ufficio.
pl_pl: I myk do lobby.
pt_br: De volta ao trabalho.

source: Connected accounts
de_de: Verknüpfte Konten
es_mx: Cuentas vinculadas
fr_fr: Comptes associés
it_it: Account collegati
pl_pl: Połączone konta
pt_br: Contas conectadas

source: The following social accounts are connected to your HSReplay.net account. You may sign in with any connected Blizzard account.
es_mx: Las siguientes redes sociales están vinculadas a tu cuenta HSRepplay.net. Puedes conectarte con cualquier cuenta de Blizzard.
pl_pl: Następujące konta społecznościowe są połączone z twoim kontem HSReplay.net. Możesz się zalogować używając dowolnego konta, które jest połączone z kontem Blizzard.
pt_br: As seguintes redes sociais estão conectadas à sua conta do HSReplay.net. Você pode entrar com qualquer conta Blizzard conectada.

source: Make primary
es_mx: Hacer principal
pl_pl: Ustaw jako główny
pt_br: Tornar principal

source: Primary account
es_mx: Cuenta principal
pl_pl: Główne konto
pt_br: Conta principal

source: You currently have no social network accounts connected to this account.
de_de: Du hast zurzeit keine sozialen Netzwerke mit diesem Konto verbunden.
es_mx: Actualmente no tienen ninguna red social vinculada a esta cuenta.
fr_fr: Aucun compte de réseau social n'est actuellement associé à ce compte.
it_it: Al momento non hai alcun account di social network collegato a questo account.
pl_pl: Obecnie nie posiadasz żadnych kont społecznościowych połączonych z tym kontem.
pt_br: Atualmente, você não tem redes sociais conectadas à essa conta.

source: The Blizzard account you are signing up with does not have a confirmed battletag yet, and cannot play Hearthstone.
pl_pl: Konto Blizzarda, do którego próbujesz się zalogować nie ma jeszcze potwierdzonego BattleTaga, przez co nie możesz grać w Hearthstone.

source: Please <a href="https://www.blizzard.com" target="_blank" rel="noopener">visit Blizzard.com</a> and sign out to choose a different account.
pl_pl: Prosimy <a href="https://www.blizzard.com" target="_blank" rel="noopener">odwiedzić Blizzard.com</a> i wylogować się aby wybrać inne konto.

source: <a href="%(contact_url)s">Contact us</a> if you need help signing in to an existing account.
pl_pl: <a href="%(contact_url)s">Skontaktuj się z nami</a> jeśli potrzebujesz pomocy z zalogowaniem się do istniejącego konta.

source: You are about to create a new HSReplay.net account. Please enter and confirm your details below:
de_de: Du bist dabei, ein neues HSReplay.net-Konto anzulegen. Bitte bestätige und gib deine Daten unten ein:
fr_fr: Vous êtes sur le point de créer un nouveau compte HSReplay.net. Veuillez entrer et confirmer vos détails ci-après :
it_it: Stai per creare un nuovo account HSReplay.net. Inserisci e conferma i tuoi dati qui sotto:
pl_pl: Zamierzasz stworzyć nowe konto na HSReplay.net. Prosimy wypełnić poniższe szczegóły:

source: You can change this later by connecting additional accounts.
pl_pl: Możesz to później zmienić, łącząc dodatkowe konta.

source: Used for account and billing purposes and for optional product updates. Email confirmation is required.
de_de: Wird für Konto- und Abrechnungszwecke sowie optionale Produktneuigkeiten genutzt. Eine E-Mail-Bestätigung ist erforderlich.
fr_fr: Utilisé pour la gestion de compte, la facturation et les mises à jour optionnelles de produits. Un email de confirmation est requis.
it_it: Utilizzato per scopi di fatturazione e per aggiornamenti facoltativi del prodotto. È richiesta la conferma via email.
pl_pl: Wykorzystywane do celów związanych z kontem i rozliczeniami oraz do opcjonalnych aktualizacji produktów. Potwierdzenie adresu email jest wymagane.

source: I agree to the <a href="%(tos_url)s">Terms of Service</a>.
de_de: Ich akzeptiere die <a href="%(tos_url)s">Nutzungsbedingungen</a>.
fr_fr: J'accepte les <a href="%(tos_url)s">Conditions du service</a>.
it_it: Accetto i <a href="%(tos_url)s">Termini di Servizio</a>.
pl_pl: Zgadzam się na <a href="%(tos_url)s">Warunki Usługi</a>.

source: I want to receive product updates by email.
de_de: Ich möchte Produktneuigkeiten per E-Mail erhalten.
fr_fr: Je désire recevoir des mises à jour du produit par mail.
it_it: Voglio ricevere gli aggiornamenti dei prodotti via email.
pl_pl: Chcę otrzymywać aktualizacje produktu przez email.

source: Already have an HSReplay.net account?
de_de: Du hast bereits ein HSReplay.net-Konto?
fr_fr: Avez-vous déjà un compte HSReplay.net ?
it_it: Hai già un account HSReplay.net?
pl_pl: Posiadasz już konto HSReplay.net?

source: If you keep seeing this page despite having registered an HSReplay.net account in the past, you may be logged into the wrong Blizzard account.
de_de: Wenn du diese Seite immer wieder siehst, obwohl du in der Vergangenheit bereits ein HSReplay.net-Konto angelegt hast, bist du möglicherweise mit dem falschen Blizzard-Konto angemeldet.
fr_fr: Si vous voyez encore cette page alors que vous avez déjà enregistré un compte HSReplay.net par le passé, vous pouvez être connecté(e) au mauvais compte Blizzard.
it_it: Se continui a vedere questa pagina nonostante abbia registrato un account HSReplay.net in passato, potresti essere connesso all'account Blizzard sbagliato.
pl_pl: Jeśli nadal widzisz tę stronę pomimo zarejestrowania konta HSReplay.net w przeszłości, możesz być zalogowany na niewłaściwe konto Blizzarda.

source: You can sign in to a different Blizzard account by following these steps:
de_de: Du kannst dich mit einem anderen Blizzard-Konto anmelden indem du die diese Schritte befolgst:
fr_fr: Vous pouvez vous connecter à un compte Blizzard différent en suivant ces étapes :
it_it: È possibile accedere a un altro account Blizzard seguendo questi passaggi:
pl_pl: Możesz zalogować się na inne konto Blizzarda wykonując następujące kroki:

source: Sign out of your Blizzard account
de_de: Melde dich von deinem Blizzard-Konto ab
fr_fr: Déconnectez-vous de votre compte Blizzard
it_it: Esci dal tuo account Blizzard
pl_pl: Wyloguj się z konta Blizzarda

source: Return to the HSReplay.net sign in page
de_de: Kehre zur HSReplay.net-Anmeldeseite zurück
fr_fr: Revenir à la page de connexion de HSReplay.net
it_it: Torna alla pagina di accesso HSReplay.net
pl_pl: Wróć do strony logowania HSReplay.net

source: Sign into the correct Blizzard account
de_de: Melde dich beim korrekten Blizzard-Konto an
fr_fr: Connectez-vous au compte Blizzard correct
it_it: Accedi all'account Blizzard corretto
pl_pl: Zaloguj się do poprawnego konta Blizzarda

source: <a href="%(contact_url)s">Contact us</a> if you need help signing in to an existing account. We can merge accounts for you!
de_de: <a href="%(contact_url)s">Kontaktiere uns</a>, falls du Hilfe bei der Anmeldung in ein bestehendes Konto benötigst. Wir können Konten für dich zusammenführen!
fr_fr: <a href="%(contact_url)s">Contactez-nous</a> si vous avez besoin d'aide pour vous connecter à un compte existant. Nous pouvons fusionner des comptes pour vous !
it_it: <a href="%(contact_url)s">Contattaci</a> se hai bisogno di aiuto per accedere a un account esistente. Possiamo unire gli account!
pl_pl: <a href="%(contact_url)s">Skontaktuj się z nami</a> jeśli potrzebujesz pomocy z zalogowaniem się do istniejącego konta. Możemy połączyć dla ciebie konta!

source: Webhooks have been deprecated
de_de: Webhooks werden nicht mehr unterstützt
fr_fr: Les Webhooks sont obsolètes
it_it: I Webhook sono stati deprecati
pl_pl: Webhooki zostały przeterminowane

source: No new endpoints can be added. We will continue to deliver existing webhooks for the time being.
de_de: Es können keine neuen Endpunkte hinzugefügt werden. Bestehende Webhooks werden zurzeit noch zugestellt.
fr_fr: Aucun nouveau connecteur ne peut être rajouté. Nous continuerons à livrer des webhooks existants pour l'instant.
it_it: Nessun nuovo endpoint può essere aggiunto. Per il momento continueremo a fornire i webhook esistenti.
pl_pl: Nie można już dodawać nowych punktów końcowych. Póki co będziemy kontynuować obsługę już istniejących webhooków.

source: Watch and share Hearthstone replays directly from your web browser. Explore advanced statistics about decks and cards based on millions of games per week.
de_de: Betrachte und teile Hearthstone-Aufzeichnungen direkt aus deinem Browser heraus. Erforsche fortgeschrittene Deck- und Kartenstatistiken, basierend auf Millionen von Spielen pro Woche.
es_mx: Mira y comparte repeticiones de Heartstone directamente desde tu navegador. Explorar estadísticas avanzadas sobre mazos y cartas basadas en millones de partidas por semana.
fr_fr: Regardez et partagez les rediffusions directement à partir de votre navigateur web. Explorez les statistiques avancées des decks et cartes, basées sur des millions de parties par semaine.
it_it: Guarda e condividi Hearthstone direttamente dal tuo browser. Scopri statistiche dettagliate sui mazzi e le carte basate su milioni di giochi a settimana.
pl_pl: Oglądaj i udostępniaj powtórki gier Hearthstone bezpośrednio z twojej przeglądarki. Odkrywaj zaawansowane statystyki talii i kart opartych na milionach gier tygodniowo.
pt_br: Assista e compartilhe replays do Hearthstone diretamente do seu navegador. Explore estatísticas avançadas sobre decks e cartas baseados em milhões de jogos por semana.

source: HSReplay.net - Unleash your potential
de_de: HSReplay.net - Entfache dein Potential
es_mx: HSReplay.net - Libera tu potencial
fr_fr: HSReplay.net - Jouez Pro
it_it: HSReplay.net - Scatena il tuo potenziale
pl_pl: HSReplay.net - Uwolnij swój potencjał
pt_br: HSReplay.net - Liberte seu potencial

source: Download Hearthstone Deck Tracker
de_de: Hearthstone Deck Tracker herunterladen
es_mx: Descargar Hearthstone Deck Tracker
fr_fr: Télécharger Hearthstone Deck Tracker
it_it: Scarica Hearthstone Deck Tracker
pl_pl: Pobierz Hearthstone Deck Tracker
pt_br: Baixe o Hearthstone Deck Tracker

source: Hearthstone Deck Tracker is a free app to help you play like the pros.
es_mx: Hearthstone Deck Tracker es una aplicación gratuita que te ayuda a jugar como los profesionales.
pl_pl: Hearthstone Deck Tracker to darmowa aplikacja, która pomoże ci grać jak zawodowcy.
pt_br: Hearthstone Deck Tracker é um aplicativo gratuito para ajudá-lo a jogar como os profissionais.

source: Hearthstone Meta
pl_pl: Meta Hearthstone
pt_br: Meta do Hearthstone

source: Explore the Hearthstone meta game and find out how the archetypes match up.
es_mx: Explora el metajuego Hearthstone y descubre como coinciden los arquetipos.
pl_pl: Poznaj metę Hearthstone i dowiedz się, jak różne archetypy się do niej dostosowują.
pt_br: Explore o meta do Hearthstone e descubra as match ups por arquétipos.

source: Discover
de_de: Entdecken
es_mx: Descubrir
fr_fr: Découvrir
it_it: Scopri
pl_pl: Odkryj
pt_br: Descobrir

source: Engage with the up-and-coming Hearthstone meta game to discover the newest archetypes and what's next.
de_de: Befasse dich mit dem Hearthstone-Meta von morgen um die neuesten Archetypen zu entdecken.
es_mx: Descubre el metajuego de Heartstone para descubrir los arquetipos mas recientes y los que vendrán.
fr_fr: Voyez émerger la prochaine méta Hearthstone et découvrez les archétypes les plus récents.
it_it: Scopri gli archetipi dell'attuale meta e di quelli futuri.
pl_pl: Zaangażuj się w to, co nadchodzi w Hearthstone. Odkrywaj najnowsze i najlepsze archetypy oraz talie i wszystko co na topie.
pt_br: Envolva-se com o meta de Hearthstone para descobrir os mais novos arquétipos e o que está por vir.

source: Archetype
de_de: Archetyp
es_mx: Arquetipo
fr_fr: Archétype
it_it: Tipologia di mazzi
pl_pl: Archetyp
pt_br: Arquétipo

source: This archetype is no longer available.
de_de: Dieser Archetyp ist nicht mehr verfügbar.
es_mx: Este arquetipo ya no esta disponible.
fr_fr: Cet archétype n'est plus disponible.
it_it: Questo tipologia di mazzo non è più disponibile.
pl_pl: Ten archetyp nie jest już dostępny.
pt_br: Esse arquétipo não está mais disponível.

source: Find stats and different {name} decklists.
de_de: Finde Statistiken und verschiedene {name}-Decklisten.
es_mx: Buscar estadísticas y diferentes {name} listas de mazos.
fr_fr: Trouver les stats et les différentes decklists {name}.
it_it: Trova statistiche e diverse {name} liste di mazzi.
pl_pl: Znajdź statystyki i inne {name} listy talii.
pt_br: Encontre estatísticas e diferentes decks de {name}.

source: Battlegrounds Heroes
de_de: Schlachtfeld-Helden
fr_fr: Héros des Champs de bataille
it_it: Battlegrounds Eroi
pl_pl: Bohaterowie Ustawek

source: Battlegrounds Hero
de_de: Schlachtfeld-Held
fr_fr: Héros des Champs de bataille
it_it: Battlegrorounds Eroe
pl_pl: Bohater Ustawki
