Repository: HearthSim/hsreplaynet-i18n
Catalog: hsreplaynet/django/*/LC_MESSAGES/django.po
Languages: de_de, es_mx, fr_fr, it_it, pl_pl, pt_br

source: Connect %(application)s
it_it: Connetti %(application)s

source: Please contact us if you are receiving this in error.
es_mx: Por favor contacta con nosotros si recibes este error.
pt_br: Por favor entre em contato conosco se você estiver recebendo isto em erro.

source: You have multiple subscriptions - something is wrong.
es_mx: Tienes demasiadas subscripciones - algo esta mal.
pt_br: Você possui múltiplas assinaturas - algo está errado.

source: You are not subscribed.
es_mx: No estas subscrito.
pt_br: Você não possui assinatura.

source: Your subscription cannot be canceled immediately.
es_mx: Tu subscripcion no puede ser cancelada inmediatamente.
pt_br: Sua assinatura não pode ser cancelada imediatamente.

source: Could not cancel your subscription.
es_mx: No se puede cancelar tu subscripción.
pt_br: Não foi possível cancelar sua assinatura.

source: Your subscription has been cancelled.
es_mx: Tu subscripción ha sido cancelada.
pt_br: Sua assinatura foi cancelada.

source: Could not update default card.
es_mx: No se puede actualizar la tarjeta por defecto.
pt_br: Não foi possível atualizar o cartão padrão.

source: Payment has already completed and cannot be cancelled.
es_mx: El pago se ha completado y no puede cancelarse.

source: This account is inactive or has been banned. Please <a href="mailto:%(site_email)s">contact us</a> if this is in error.
es_mx: Esta cuenta esta inactiva o ha sido baneada. Por favor<a href="mailto:%(site_email)s">contacta con nosotros </a> si es un error.
pt_br: Essa conta é inativa ou foi banida. Por favor <a href="mailto:%(site_email)s">nos contate</a> se isso for um engano.

source: Webhooks allow you, or an authorized application, to automatically POST to a URL whenever you complete a game and it is made available on HSReplay.net.
es_mx: Webhooks te permiten, o a una aplicación autorizada, a publicar automáticamente cada vez que completes una partida y esta disponible en HSReplay.net.

source: This feature is still in beta.
es_mx: Esta opción aun esta en beta.

source: The API objects are not final and the functionality is still being tested. If you are interested in using them or have any questions, <a href="mailto:%(site_email)s">please contact us</a> so we can help!
es_mx: La API objetos no son finales y la funcionalidad aun esta siendo testeada. Si estas interesado en usarlos o tienes cualquier preguntas, <a href="mailto:%(site_email)s">por favor contacta con nosotros</a> para que podamos ayudarte!

source: You don't have any webhooks set up right now.
es_mx: No tienes ningún webhook configurado ahora mismo.
pt_br: Você não possui nenhum webhook configurado agora.

source: Active
es_mx: Activo
pt_br: Ativo

source: New webhook…
es_mx: Nuevo webhook…

source: Settings
es_mx: Ajustes
pt_br: Configurações

source: OAuth Apps
es_mx: Aplicaciones Autorizadas
pt_br: Aplicativos OAuth

source: Delete account
es_mx: Borrar cuenta
pt_br: Excluir conta

source: Region
es_mx: Región
pt_br: Região

source: Need help? <a href="mailto:%(site_email)s">Contact us</a>.
es_mx: Necesitas ayuda? <a href="mailto:%(site_email)s">Contacta con nosotros</a>.
pt_br: Precisa de ajuda? <a href="mailto:%(site_email)s">Entre em contato conosco</a>.

source: Please <a href="mailto:%(site_email)s">contact us</a> if you do not receive it within a few minutes.
es_mx: Por favor <a href="mailto:%(site_email)s">contacto con nosotros</a> si no lo recibes en unos minutos.
pt_br: Por favor <a href="mailto:%(site_email)s">fale conosco</a> se você não o receber em alguns minutos.

source: Help
es_mx: Ayuda
pt_br: Ajuda

source: FAQ
es_mx: Preguntas Frecuente
pt_br: Perguntas frequentes

source: Contact
es_mx: Contacta
pt_br: Contato

source: Open source
es_mx: Código abierto

source: Careers
es_mx: Carreras
pt_br: Empregos

source: Press
es_mx: Prensa
pt_br: Imprensa

source: This website is not affiliated with Blizzard Entertainment.
es_mx: Esta pagina web no esta asociada con Blizzard Entertaiment,.
pt_br: Este site não é afiliado com a Blizzard Entertainment.

source: Refer a Friend
es_mx: Trae a un amigo
pt_br: Convidar um Amigo

source: My Cards
es_mx: Mis cartas
pt_br: Minhas cartas

source: My Account
es_mx: Mi cuenta
pt_br: Minha conta

source: Create a webhook
es_mx: Crear un webhook
pt_br: Criar um webhook

source: Update a webhook
es_mx: Actualizar webhook
pt_br: Atualizar um webhook

source: OAuth Applications
es_mx: OAuth Aplicaciones
pt_br: Aplicações OAuth

source: Your OAuth Application
es_mx: Tus OAuth Aplicacion
pt_br: Sua aplicação OAuth

source: User does not exist.
es_mx: El usuario no existe.

source: You are already logged in as %(user)s.
fr_fr: Vous êtes déjà connecté en tant que %(user)s.

source: US / EU / SEA
pt_br: NA / EU / Asia

source: Copyright
pt_br: Direitos autorais
