Repository: HearthSim/hsreplaynet-i18n
Catalog: hsreplaynet/django/*/LC_MESSAGES/django.po
Languages: de_de, es_mx, fr_fr, it_it, pl_pl, pt_br

source: An upstream gateway returned an invalid response.
fr_fr: Une passerelle amont a renvoyé une réponse non valide.
it_it: Il gateway ha restituito una risposta non valida.
pl_pl: Brama strumieniowania zwróciła nieprawidłową odpowiedź.

source: The entity cannot be processed.
de_de: Das Objekt kann nicht verarbeitet werden.
fr_fr: L'entité ne peut pas être traitée.
it_it: L'entità non può essere elaborata.
pl_pl: Jednostka nie może zostać przetworzona.

source: A resource is not in the expected state.
de_de: Eine Ressource ist nicht im erwarteten Zustand.
fr_fr: Une ressource n'est pas dans l'état attendu.
it_it: Una risorsa non è nello stato previsto.
pl_pl: Zasób nie jest w oczekiwanym stanie.

source: The card has been rejected.
de_de: Die Karte wurde abgelehnt.
fr_fr: La carte a été rejetée.
it_it: La carta è stata rifiutata.
pl_pl: Karta została odrzucona.

source: You do not have permission to view this collection.
fr_fr: Vous n'avez pas la permission de voir cette collection.
it_it: Non hai il permesso di visualizzare questa collezione.
pl_pl: Nie masz uprawnień do przeglądania tej kolekcji.

source: {input} is not a valid member of {enum}.
de_de: {input} ist kein gültiges Element von {enum}.
es_mx: {input} no es un miembro valido de {enum}.
fr_fr: {input} n’est pas un membre valide de {enum}.
it_it: {input} non è un membro valido di {enum}.
pl_pl: {input} nie jest prawidłową wartością {enum}.

source: Code has already been used.
pl_pl: Kod został już wykorzystany.

source: Code does not apply to this account.
pl_pl: Kod nie ma zastosowania dla tego konta.

source: Code has not been activated yet.
pl_pl: Kod nie został jeszcze aktywowany.

source: Code is invalid or has expired.
pl_pl: Kod jest nieprawidłowy lub stracił ważność.

source: Code did not affect this account and remains valid.
pl_pl: Kod nie wpłynął na konto i pozostaje ważny.

source: Code has been applied to your account.
de_de: Code wurde auf dein Konto angewendet.
fr_fr: Ce code a été appliqué à votre compte.
it_it: Il codice è stato applicato al tuo account.
pl_pl: Kod został zastosowany na twoim koncie.

source: Error adding payment card
es_mx: Error al añadir tarjeta de pago
pl_pl: Błąd dodawania karty płatniczej
pt_br: Erro ao adicionar cartão de pagamento

source: Your card was declined. Please use a different card.
es_mx: Tu tarjeta ha sido rechazada. Por favor usa una tarjeta diferente.
pl_pl: Twoja karta została odrzucona. Prosimy użyć innej karty.
pt_br: Seu cartão foi recusado. Por favor, use um cartão diferente.

source: That email address is associated with another account. If you'd like to merge accounts, please contact us!
es_mx: La cuenta de correo esta asociada con otra cuenta. Si quiere unir cuentas, por favor ponte en contacto con nosotros!
pl_pl: Ten adres email jest przypisany do innego konta. Jeśli chcesz połączyć konta, prosimy się z nami skontaktować!
pt_br: O email informado está associado com outra conta. Se você desejar juntar as contas, por favor entre em contato conosco!

source: You have multiple subscriptions. Please contact us.
es_mx: Tienes múltiples subscripciones. Por favor ponte en contacto con nosotros.
pl_pl: Masz powielone subskrypcje. Prosimy się z nami skontaktować.
pt_br: Você possui múltiplas assinaturas. Por favor, entre em contato conosco.

source: Your subscription has expired.
es_mx: Tu subscripción ha expirado.
pl_pl: Twoja subskrypcja wygasła.
pt_br: Sua assinatura expirou.

source: Your current subscription is still active. If you are having billing issues, please contact us!
es_mx: Tu subscripción esta aun activa. Si tienes problemas de facturación, por favor ponte en contacto con nosotros!
pl_pl: Twoja obecna subskrypcja jest wciąż aktywna. Jeśli masz problemy z rozliczeniem, prosimy się z nami skontaktować!
pt_br: Sua assinatura está ativa. Se você estiver tendo problemas com o faturamento, por favor entre em contato conosco!

source: You are already subscribed!
es_mx: Ya estas subscrito!
pl_pl: Już subskrybujesz!
pt_br: Você já possui assinatura!

source: You already have an active or a pending subscription.
pl_pl: Posiadasz już aktywną lub oczekującą subskrypcję.

source: Could not process subscription.
es_mx: No se puede completar la subscripción.
pl_pl: Nie można było przetworzyć subskrypcji.
pt_br: Não foi possível processar a assinatura.

source: Your card declined the charge. Please contact your bank for information.
es_mx: Tu tarjeta ha declinado el pago. Por favor contacta con tu banco para informarte.
pl_pl: Twoja karta odrzuciła naliczenie opłaty. Prosimy skontaktować się ze swoim bankiem w celu uzyskania informacji.
pt_br: Seu cartão recusou o pagamento. Por favor entre em contato com seu banco para mais informações.

source: Your card does not support payments in USD. Please try a different card.
es_mx: Tu tarjeta no admite pagos en dólares. Por favor intenta con una tarjeta diferente.
pl_pl: Twoja karta nie wspiera płatności w USD. Prosimy spróbować inną kartą.
pt_br: Seu cartão não aceita pagamentos em dólares. Por favor, utilize outro cartão.

source: Your card has exceeded its credit limit. Please use a different one.
es_mx: Tu tarjeta ha excedido el limite. Por favor usa una tarjeta diferente.
pl_pl: Twoja karta przekroczyła swój limit kredytowy. Prosimy użyć innej.
pt_br: Seu cartão ultrapassou seu limite de crédito. Por favor, use outro cartão.

source: Your card has insufficient funds to proceed.
es_mx: Tu tarjeta tiene fondos insuficientes para proceder.
pl_pl: Twoja karta nie ma wystarczających środków, aby kontynuować.
pt_br: Seu cartão não possui fundos o suficiente pra continuar.

source: Your card was declined, you have not been charged. Please try a different card; contact us if this persists.
es_mx: Tu tarjeta ha sido rechazada, no se ha realizado ningún cargo. Por favor prueba con una tarjeta diferente, contacta con nosotros si el fallo persiste.
pl_pl: Twoja karta została odrzucona, opłata nie została naliczona. Prosimy spróbować inną kartą; skontaktuj się z nami, jeśli problem nie zniknie.
pt_br: Seu cartão foi rejeitado, você não foi cobrado. Por favor use um cartão diferente; entre em contato conosco se isso persistir.

source: You are now subscribed!
es_mx: Estas subscrito!
pl_pl: Teraz subskrybujesz!
pt_br: Agora você é um assinante!

source: Please contact us if you are seeing this in error.
es_mx: Por favor contacta con nosotros si estas viendo este error.
pl_pl: Prosimy skontaktować się z nami, jeśli wyświetla ci się ten błąd.
pt_br: Por favor entre em contato conosco se você estiver vendo isto em erro.

source: Unable to complete subscription.
es_mx: Imposible de completar la subscripción.
pl_pl: Nie można ukończyć subskrypcji.
pt_br: Não foi possível completar a assinatura.

source: Invalid subscription token.
es_mx: Identificación de subscripción no valida.
pl_pl: Nieprawidłowy token subskrypcji.
pt_br: ID de assinatura inválido.

source: You are not logged in as the correct user.
es_mx: No estas conectado como el usuario correcto.
pl_pl: Jesteś zalogowany na niewłaściwym koncie.
pt_br: Você não está logado como o usuário correto.

source: Subscription was canceled by PayPal.
pl_pl: Subskrypcja została anulowana przez PayPal.

source: You are now subscribed with PayPal!
es_mx: Estas subscrito con PayPal!
pl_pl: Teraz subskrybujesz z PayPal!
pt_br: Você está inscrito com o PayPal!

source: Invalid token while cancelling payment.
es_mx: Identificación invalida cancelando el pago.
pl_pl: Nieprawidłowy token podczas anulowywania płatności.
pt_br: ID inválido ao cancelar pagamento.

source: Payment has already completed and cannot be canceled.
pl_pl: Płatność została już zakończona i nie można jej anulować.

source: Your payment was interrupted.
es_mx: Tu pago ha sido interrumpido.
pl_pl: Twoja płatność została przerwana.
pt_br: Seu pagamento foi interrompido.

source: Could not determine your plan.
es_mx: No podemos determinar tu plan.
pl_pl: Nie można ustalić twojego planu.
pt_br: Não foi possível determinar seu plano.

source: Invalid Paypal plan.
es_mx: Plan de PayPal invalido.
pl_pl: Niewłaściwy plan PayPal.
pt_br: Plano do PayPal inválido.

source: Full access to your HSReplay.net account
de_de: Vollständiger Zugriff auf dein HSReplay.net-Konto
es_mx: Acceso total a tu cuenta de HSReplay.net
fr_fr: Accès complet à votre compte HSReplay.net
it_it: Accesso completo al tuo account HSReplay.net
pl_pl: Pełny dostęp do twojego konta HSReplay.net
pt_br: Acesso completo de sua conta HSReplay.net

source: Access information about your connected social accounts
de_de: Zugriff auf Informationen über deine verknüpften sozialen Konten
es_mx: Información de tu cuenta sobre tus cuentas de redes sociales
fr_fr: Accéder aux informations relatives à vos comptes sociaux liés
it_it: Accedi alle informazioni sui tuoi account social connessi
pl_pl: Uzyskaj dostęp do informacji na temat swoich powiązanych kont społecznościowych
pt_br: Acesse informações sobre suas redes sociais conectadas

source: View your Hearthstone card collection
de_de: Betrachte deine Hearthstone-Kartensammlung
es_mx: Ver colección de Heartstone
fr_fr: Voir votre collection de cartes Hearthstone
it_it: Vedi la tua collezione di carte di Hearthstone
pl_pl: Zobacz swoją kolekcję kart Hearthstone
pt_br: Ver sua coleção de cartas do Hearthstone

source: Upload your Hearthstone card collection to the site
de_de: Deine Hearthstone-Kartensammlung zur Seite hochladen
es_mx: Subir colección de cartas de Heartstone a la web
fr_fr: Importer votre collection de cartes Hearthstone sur le site
it_it: Carica la tua collezione di carte di Hearthstone sul sito
pl_pl: Wyślij swoją kolekcję kart Hearthstone na stronę
pt_br: Atualize sua coleção de cartas do Hearthstone para o site

source: View your replays
de_de: Deine Aufzeichnungen betrachten
es_mx: Ver tus repeticiones
fr_fr: Regarder vos rediffusions
it_it: Visualizza i tuoi replay
pl_pl: Zobacz swoje powtórki
pt_br: Ver seus replays

source: Update and delete your replays
de_de: Deine Aufzeichnungen hochladen und entfernen
es_mx: Subir y borrar tus repeticiones
fr_fr: Mettre à jour et supprimer vos rediffusions
it_it: Aggiorna ed elimina i tuoi replay
pl_pl: Zaktualizuj i usuń swoje powtórki
pt_br: Atualizar e deletar seus replays

source: Access the Partner API
de_de: Zugriff auf die Partner-API
es_mx: Acceder al API asociada
fr_fr: Accéder à l’API du Partenaire
it_it: Accedi all'API dei Partner
pl_pl: Dostęp do API partnerów
pt_br: Acesso ao API dos parceiros

source: Read access to the tournaments service
de_de: Lesezugriff auf den Turnierdienst
es_mx: Leer accesos al servicio de torneos
fr_fr: Accès en lecture au service de tournois
it_it: Accesso in modalità sola lettura al servizio tornei
pl_pl: Dostęp do odczytu usługi turniejów
pt_br: Acesso de leitura ao serviço de torneios

source: Write access to the tournaments service
de_de: Schreibzugriff auf den Turnierdienst
es_mx: Acceder al servicio de torneos
fr_fr: Accès en écriture au service de tournois
it_it: Accesso in modalità scrittura al servizio tornei
pl_pl: Dostęp do zapisu usługi turniejów
pt_br: Acesso de escrita ao serviço de torneios

source: View your webhooks
de_de: Deine Webhooks betrachten
es_mx: Ver tus webhooks
fr_fr: Voir vos webhooks
it_it: Visualizza i tuoi webhooks
pl_pl: Zobacz swoje webhooki
pt_br: Visualizar seus webhooks

source: Create and delete webhooks on your behalf
de_de: Webhooks für dich erstellen und löschen
es_mx: Crear y borrar webhooks en tu posesión
fr_fr: Donner l'autorisation de créer et effacer des webhooks
it_it: Crea ed elimina i webhooks per tuo conto
pl_pl: Stwórz i usuń webhooki w swoim imieniu
pt_br: Criar e deletar webhooks ao seu favor

source: Account inactive
de_de: Konto inaktiv
es_mx: Cuenta inactiva
fr_fr: Compte inactif
it_it: Account inattivo
pl_pl: Konto nieaktywne
pt_br: Conta inativa

source: This account is inactive or has been banned. Please <a href="%(contact_url)s">contact us</a> if this is in error.
de_de: Dieses Konto ist inaktiv oder wurde gebannt. Bitte <a href="%(contact_url)s">kontaktiere uns</a>, falls es sich dabei um einen Fehler handelt.
fr_fr: Ce compte est inactif ou a été banni. Veuillez <a href="%(contact_url)s">nous contacter</a> si c’est une erreur.
it_it: Questo account è inattivo o è stato bandito. Si prega di <a href="%(contact_url)s">contattarci</a> se si tratta di un errore.
pl_pl: To konto jest nieaktywne lub zostało zablokowane. Prosimy <a href="%(contact_url)s">skontaktować się z nami</a> jeśli jest to błąd.

source: Authentication Tokens
de_de: Zugangsschlüssel
es_mx: Identificación de autentificación.
fr_fr: Jetons d'authentification
it_it: Token di autenticazione
pl_pl: Tokeny autoryzacyjne
pt_br: IDs de autenticação

source: You do not have any upload client associated with your account. <a href="%(downloads_url)s">Download Hearthstone Deck Tracker</a> and claim your account from there!
de_de: Du hast noch kein Anwendung mit deinem Konto verknüpft. <a href="%(downloads_url)s">Lade Hearthstone Deck Tracker herunter</a> und verknüpfe dein Konto von dort aus!
es_mx: No tienes subido ningún cliente asociado con esta cuenta. <a href="%(downloads_url)s">Descarga Hearthstone Deck Tracker</a> y reclama tu cuenta desde ahí!
fr_fr: Vous n’avez pas de client téléchargé et associé à votre compte. <a href="%(downloads_url)s">Téléchargez Hearthstone Deck Tracker</a> et connectez-vous dessus !
it_it: Non hai alcun account associato. <a href="%(downloads_url)s">Scarica Hearthstone Deck Tracker</a> e accedi al tuo account da lì!
pl_pl: Nie masz żadnej powiązanej aplikacji z kontem. <a href="%(downloads_url)s">Pobierz Hearthstone Deck Tracker</a> i zaloguj się stamtąd!
pt_br: Você não tem nenhum cliente de upload associado à sua conta. <a href="%(downloads_url)s">Faça o download do Hearthstone Deck Tracker</a> e reivindique sua conta de lá!

source: The following tokens can be used to upload your games. Keep them private!
de_de: Die folgenden Zugangsschlüssel können genutzt werden um deine Spiele hochzuladen. Behalte sie für dich!
es_mx: Estos datos identificativos serán usados para subir tus partidas. Guardalos en un lugar seguro!
fr_fr: Les jetons suivants peuvent être utilisés pour importer vos parties. Gardez-les privés !
it_it: I seguenti token possono essere utilizzati per caricare le tue partite. Tienili privati!
pl_pl: Następujące tokeny mogą służyć do wysyłania twoich powtórek. Nie udostępniaj ich nikomu!
pt_br: Os seguintes IDs podem ser usados para carregar seus jogos. Mantenha-os seguros!

source: Application
de_de: Anwendung
es_mx: Aplicación
it_it: Applicazione
pl_pl: Aplikacja
pt_br: Aplicação

source: Created on
de_de: Erstellt am
es_mx: Creado en
fr_fr: Créé le
it_it: Creato il
pl_pl: Data utworzenia
pt_br: Criado em

source: Account
de_de: Konto
fr_fr: Compte
pl_pl: Konto

source: Emails
pl_pl: Emaile

source: Billing
de_de: Zahlungen
es_mx: Facturación
fr_fr: Facturation
it_it: Fatturazione
pl_pl: Płatności
pt_br: Pagamento

source: Connections
de_de: Verbindungen
fr_fr: Connexions
it_it: Connessioni
pl_pl: Połączenia

source: Applications
de_de: Anwendungen
it_it: Applicazioni
pl_pl: Aplikacje

source: Password
de_de: Passwort
es_mx: Contraseña
fr_fr: Mot de passe
pl_pl: Hasło
pt_br: Senha

source: Delete Account
de_de: Konto löschen
es_mx: Borrar cuenta
fr_fr: Supprimer mon compte
it_it: Elimina Account
pl_pl: Usuń Konto
pt_br: Excluir conta

source: Delete my replays
de_de: Meine Aufzeichnungen löschen
es_mx: Borrar mis repeticiones
fr_fr: Supprimer mes rediffusions
it_it: Elimina i miei replay
pl_pl: Usuń moje powtórki
pt_br: Excluir meus replays

source: Are you sure?
de_de: Bist du sicher?
es_mx: Estás seguro?
fr_fr: Voulez-vous continuer ?
it_it: Sei sicuro?
pl_pl: Czy na pewno chcesz to zrobić?
pt_br: Você tem certeza disso?

source: Deleting your replays will unlink them from your account and make any previously-shared replay URL inaccessible.
de_de: Das Löschen deiner Aufzeichnungen wird sie aus deinem Konto entfernen und jegliche geteilten Aufzeichnungs-URLs unzugänglich machen.
es_mx: Borrar tus repeticiones las desvinculara de tu cuenta y hará que cualquier repetición compartida sea inaccesible.
fr_fr: Supprimer vos rediffusions va les dissocier de votre compte et rendre celles préalablement partagées via leur URL inaccessibles.
it_it: L'eliminazione dei replay li scollegherà dal tuo account e renderà inaccessibile qualsiasi URL di replay precedentemente condiviso.
pl_pl: Usunięcie powtórek odłączy je od twojego konta i udostępnione wcześniej powtórki staną się niedostępne.
pt_br: Se você excluir seus replays, eles serão desvinculados da sua conta e qualquer URL de replay compartilhado anteriormente será inacessível.

source: Your personal statistics will not be reset. Are you sure you want to proceed?
de_de: Deine personalisierten Statistiken werden nicht zurückgesetzt. Bist du sicher dass du fortfahren möchtest?
es_mx: Tus estadísticas personales no se resetaran. Estas seguro que quieres seguir?
fr_fr: Vos statistiques personnelles ne seront pas réinitialisées. Voulez-vous réellement continuer ?
it_it: Le tue statistiche personali non verranno azzerate. Sei sicuro di voler procedere?
pl_pl: Twoje personalne statystyki nie zostaną zresetowane. Na pewno chcesz kontynuować?
pt_br: Suas estatísticas pessoais não serão redefinidas. Tem certeza de que deseja continuar?

source: Cancel
de_de: Abbrechen
es_mx: Cancelar
fr_fr: Annuler
it_it: Annulla
pl_pl: Anuluj
pt_br: Cancelar

source: Email Addresses
es_mx: Direcciones de email
pl_pl: Adresy Email
pt_br: Endereços de email

source: The following email addresses are associated with your account:
de_de: Die folgenden E-Mail-Adressen sind mit deinem Konto verknüpft:
es_mx: Las siguientes direcciones de email están asociadas con tu cuenta:
fr_fr: Les adresses e-mail suivantes sont associées à votre compte :
it_it: I seguenti indirizzi email sono associati al tuo account:
pl_pl: Następujące adresy email są powiązane z twoim kontem:
pt_br: Os seguintes endereços de e-mail estão associados à sua conta:

source: ✔ Verified
es_mx: Verificada
pl_pl: ✔ Zweryfikowany
pt_br: ✔ Verificada

source: Re-send Verification
de_de: Bestätigungs-E-Mail erneut versenden
es_mx: Reenviar verificación
fr_fr: Renvoyer le message de vérification
it_it: Invia nuovamente il Codice di Verifica
pl_pl: Wyślij ponownie kod weryfikacyjny
pt_br: Reenviar email de verificação

source: ✔ Primary
es_mx: Principal
pl_pl: ✔ Główny
pt_br: ✔ Principal

source: Make Primary
de_de: Primär setzen
es_mx: Hacer principal
fr_fr: Rendre Principale
it_it: Imposta come Principale
pl_pl: Ustaw jako główny
pt_br: Tornar principal

source: Remove
de_de: Entfernen
es_mx: Quitar
fr_fr: Supprimer
it_it: Elimina
pl_pl: Usuń
pt_br: Remover

source: Add email address
es_mx: Añadir dirección de email
pl_pl: Dodaj adres email
pt_br: Adicionar endereço de e-mail

source: Notification settings
de_de: Benachrichtigungseinstellungen
es_mx: Ajustes de notificaciones
fr_fr: Paramètres de notification
it_it: Impostazioni di notifica
pl_pl: Ustawienia powiadomień
pt_br: Configurações de notificação

source: Control which types of emails you receive at your primary address.
es_mx: Controlar que tipos de email recibes en tu dirección principal.
pl_pl: Wybierz, jaki typ wiadomości chcesz otrzymywać na twój główny adres email.
pt_br: Controle quais tipos de e-mail você recebe no seu endereço principal.

source: Account & security (required)
de_de: Konto & Sicherheit (erforderlich)
es_mx: Cuenta y seguridad (requerido)
fr_fr: Compte & sécurité (obligatoire)
it_it: Account e sicurezza (obbligatorio)
pl_pl: Konto & zabezpieczenia (wymagane)
pt_br: Conta & segurança (requerido)

source: Billing (required)
de_de: Zahlungen (erforderlich)
es_mx: Facturación (requerido)
fr_fr: Facturation (obligatoire)
it_it: Fatturazione (obbligatoria)
pl_pl: Płatności (wymagane)
pt_br: Pagamento (requerido)

source: Product and feature announcements
de_de: Produkt- und Funktionsankündigungen
es_mx: Anuncios de productos y características
fr_fr: Annonces des produits et fonctionnalités
it_it: Annunci su prodotti e nuove funzionalità
pl_pl: Ogłoszenia nowości i nowych funkcji
pt_br: Anúncios de produtos e novos recursos

source: Save
de_de: Speichern
es_mx: Guardar
fr_fr: Enregistrer
it_it: Salva
pl_pl: Zapisz
pt_br: Salvar

source: Looking for a password setting? You can sign with any of <a href="%(connected_accounts_url)s">your connected Blizzard accounts</a>, there is no HSReplay.net password.
es_mx: Buscando los ajustes de contraseñas? Puedes iniciar sesión con cualquier <a href="%(connected_accounts_url)s"> cuentas vinculadas de Blizzard</a>, asi que no hay una contraseña de HSReplay.net.
pl_pl: Szukasz ustawień hasła? Możesz zalogować się używając <a href="%(connected_accounts_url)s">twoich połączonych kont Blizzarda</a>, wtedy nie używasz hasła na HSReplay.net
pt_br: Procurando pela configuração de senha? Você pode se cadastrar com qualquer uma das <a href="%(connected_accounts_url)s">suas contas da Blizzard</a> conectadas, não há senha no HSReplay.net.

source: Hello %(user)s! You've added this email address to your account. We need to verify that you own it. If this is correct, go to the following URL within three days to confirm: %(activate_url)s If this was not you, you can simply ignore this email. Cheers, The HSReplay.net Team
es_mx: Hola %(user)s! Has añadido esta dirección de correo a tu cuenta. Necesitamos que verifiques que eres el dueño. Si es asi, sigue el siguiente enlace URL dentro de 3 días para confirmar: %(activate_url)s Si no eres el dueño simplemente ignora este correo. Saludos, el equipo HSReplay.net
pl_pl: Witaj %(user)s! Dodałeś ten adres email do swojego konta. Musimy zweryfikować czy należy on do ciebie. Jeżeli wszystko się zgadza, udaj się pod tej adres URL w ciągu 3 dni, aby zweryfikować: %(activate_url)s Jeżeli to nie byłeś ty, po prostu zignoruj tą wiadomość. Pozdrawiamy, Zespół HSReplay.net
pt_br: Olá, %(user)s! Você adicionou este email à sua conta. Precisamos que você verifique que é seu. Se estiver de acordo, vá para o link à seguir em até 3 dias para confirmar: %(activate_url)s Se não foi você que se cadastrou no site, por favor ignore este email. Atenciosamente, Equipe HSReplay.net

source: Sign in to continue to %(oauth2_client)s
es_mx: Inicia sesión para continuar como %(oauth2_client)s
pl_pl: Zaloguj się, aby przejść do %(oauth2_client)s
pt_br: Logar-se para continuar para %(oauth2_client)s

source: We'll send you to the official Blizzard site where you can securely sign in.
es_mx: Te enviaremos a la pagina principal de Blizzard donde podrás iniciar sesión de manera segura.
pl_pl: Przekierujemy cię na oficjalną stronę Blizzarda, gdzie będziesz mógł/mogła się bezpiecznie zalogować.
pt_br: Nós o enviaremos para o site oficial da Blizzard, aonde você pode logar com segurança.

source: Blizzard will redirect you back here once you're done.
es_mx: Blizzard te redirigirá de vuelta aquí una vez que este hecho.
pl_pl: Blizzard przekieruje cię tutaj z powrotem gdy już skończysz.
pt_br: Blizzard irá te redirecionar de volta pra cá quando estiver pronto.

source: Log in with Blizzard
es_mx: Iniciar sesión con Blizzard
pl_pl: Zaloguj się przez Blizzarda
pt_br: Entre com Blizzard

source: HSReplay.net never gains access to your Blizzard email address or password.
es_mx: HSReplay.net nunca tendrá acceso a tu email o contraseña de Blizzard.
pl_pl: HSReplay.net nigdy nie uzyskuje dostępu do adresu email oraz hasła na twoim koncie Blizzard.
pt_br: HSReplay.net nunca ganhará acesso ao seu email da Blizzard ou senha.
