Repository: HearthSim/hsreplaynet-i18n
Catalog: archetypes/*/LC_MESSAGES/django.po
Languages: de_de, es, fr_fr, ja_jp

source: Tempo Warrior
fr_fr: Guerrier Tempo
ja_jp: テンポウォリアー

source: Quest Highlander Hunter
fr_fr: Chasseur Quête Highlander
ja_jp: クエストハイランダーハンター

source: Highlander Demon Hunter
fr_fr: Chasseur de Démons Highlander
ja_jp: ハイランダーデーモンハンター

source: Tempo Demon Hunter
fr_fr: Chasseur de Démons Tempo
ja_jp: テンポデーモンハンター

source: OTK Demon Hunter
fr_fr: Chasseur de Démons OTK
ja_jp: OTKデーモンハンター

source: Test Demon Hunter
fr_fr: Chasseur de Démons Test
ja_jp: テストデーモンハンター

source: Token Demon Hunter
fr_fr: Chasseur de Démons Tokens
ja_jp: トークンデーモンハンター

source: Big Demon Hunter
fr_fr: Big Chasseur de Démons
ja_jp: ビッグデーモンハンター

source: Spell Druid
fr_fr: Druide Sorts
ja_jp: 呪文ドルイド

source: Quest Spell Mage
fr_fr: Mage Quête Sorts
ja_jp: クエスト呪文メイジ

source: Libram Paladin
fr_fr: Paladin Librams
ja_jp: 聖典パラディン

source: Secret Rogue
fr_fr: Voleur Secrets
ja_jp: 秘策ローグ

source: Egg Warrior
fr_fr: Guerrier Oeufs
ja_jp: 卵ウォリアー

source: Galakrond Secret Rogue
fr_fr: Voleur Secrets Galakrond
ja_jp: ガラクロンド秘策ローグ

source: Reliquary Shaman
fr_fr: Chaman Ra Den
ja_jp: 霊柩シャーマン

source: Spell Shaman
fr_fr: Chaman Sorts
ja_jp: 呪文シャーマン

source: Evolve Shaman
de_de: Evolutions-Schamane
es: Chaman Evolucionar
fr_fr: Chaman évolution
ja_jp: 進化シャーマン

source: Embiggen Quest Druid
fr_fr: Druide Quête Engrandissement
ja_jp: でっか化クエストドルイド

source: Secret Stealth Rogue
fr_fr: Voleur Camouflage Secrets
ja_jp: 秘策隠れ身ローグ

source: Hand Warlock
fr_fr: Démoniste Pioche
ja_jp: ハンドウォーロック

source: Control Warrior
de_de: Kontroll-Krieger
es: Guerrero Control
fr_fr: Guerrier contrôle
ja_jp: コントロールウォリアー

source: Galakrond
ja_jp: ガラクロンド

source: Small Spell Mage
ja_jp: スモールスペルメイジ

source: No Minion Mage
ja_jp: ノーミニオンメイジ

source: Highlander Dragon Mage
ja_jp: ハイランダードラゴンメイジ

source: Control Demon Hunter
ja_jp: コントロールデーモンハンター

source: Dragon Druid
fr_fr: Druide Dragons
ja_jp: ドラゴンドルイド

source: Cube Priest
ja_jp: キューブプリースト

source: Buff Paladin
es: Paladín Aumentar
fr_fr: Paladin buffs
ja_jp: パフパラディン

source: Big Warrior
de_de: Großer Krieger
fr_fr: Guerrier de Big
ja_jp: ビッグウォリアー

source: Malygos Rogue
de_de: Malygos-Schurke
es: Pícaro Malygos

source: Token Druid has been a long standing archetype in Hearthstone. The deck is based around flooding the board with small, summoned minions (tokens), buffing them and bursting the opponent down.
es: Druida Tokens ha sido un arquetipo duradero en Hearthstone. El mazo esta basado en llenar la mesa invocando pequeños esbirros (tokens), aumenandolos después y sobrepasando al enemigo.

source: Odd Rogue is the class’ latest tempo archetype that relies on Baku the Mooneater’s powerful ability to provide an extremely effective hero power alongside an aggressive package of cards to quickly close out games. It’s one of the strongest decks in the Witchwood metagame and one that can single-handedly get you to high ranks if you figure out its finicky little details in the more problematic matchups.
es: Pícaro Impar es la clase mas reciente del arquetipo tempo que confía en la poderosa habilidad de Baku la Devoralunas para dotar de un poder de héroe extremadamente efectivo junto con un conjunto de cartas agresivas para terminar rápidamente los enfrentamientos. Es una de los mazos mas fuertes en el metajuego del Bosque Encantado y puede conseguir rangos altos por si solo si sabes descifrar los pequeños detalles en los enfrentamientos mas problemáticos.

source: While Deathrattle Hunter might look similar to another Hunter archetype, which got popular during this expansion - Recruit Hunter - in reality, these are vastly different archetypes. Recruit Hunter focuses on overwhelming the opponent with big minions dropped every turn starting from Turn 6, most notably Charged Devilsaur and King Krush to land a massive face hit right away. Deathrattle Hunter is a bit different. Instead, it wants to win the game through tempo gains from its Deathrattle minions and proccing them multiple times.
es: Puede que Cazador Últimos Alientos sea similar a otro arquetipo de Cazador, que se hizo popular durante esta expansión - Cazador Reclutar - pero en realidad, son arquetipos muy diferentes. Cazador Reclutar se centra en sobrepasar al oponente con grandes esbirros en cada turno a partir del turno 6, especialmente Demosaurio Cargado y Rey Krush para asestar un golpe masivo a la cara. Cazador Últimos Alientos es un poco diferente. En su lugar, busca ganar el juego a tempo y gracias a los últimos alientos de los esbirros activándolos muchas veces.

source: While Zoo Warlock is a very old archetype, one of the Hearthstone's classic, players have tried a new approach to the deck late in The Witchwood meta. Zoo is naturally a deck that takes a lot of damage. Usually, it doesn't matter - if you're the aggressive one, your health total is not a big deal. There seemed to be no point in playing healing before. However, the popular build of Zoo now plays healing not only for the sake of gaining health, but also because of the synergies.
es: Mientras que Brujo Zoo es un arquetipo bastante antiguo, uno de los clásicos de Hearhstone, los jugadores han intentado un nuevo acercamiento al mazo en el metajuego del Bosque Encantado. Zoo es naturalmente un mazo que recibe bastante daño. Normalmente, esto no importa - si tu eres el atacante, tu salud total no es un gran problema. Parecía no tener sentido jugar curaciones antes. De hecho, este arquetipo juega curaciones no solo por el hecho de recuperar salud, sino también por las sinergias.

source: Tempo Mage is one of the old Hearthstone archetypes, which was present through the game's history in many different forms. Funnily enough, the current version looks similar to the ones that were played back in the day, even before Blackrock Mountain. With some Secret and Spell synergies, as well as multiple ways to burn down the opponent, it wants to finish the games in an explosive manner.
es: Mago Tempo es uno de los viejos arquetipos de Hearthstone, el cual ha estado presente a través de la historia del juego de muchas formas diferentes. Curiosamente, la versión actual parece similar a las que fueron jugadas en el pasado, incluso antes de Montaña Roca Negra. Con algunas sinergias de secretos y hechizos, así como múltiples formas de derrotar al oponente, busca terminar la partida de un manera explosiva.

source: One could say that the history of the Big Spell Mage started in Un'Goro with Burn Mage, a slow deck, which wanted to control the board through majority of the game, and then turn around and start killing your opponent with big tempo swings. This deck is similar, but it leans even more on the control side thanks to the late game capabilities of Frost Lich Jaina. The "real" Big Spell Mage was created in Kobolds & Catacombs, when Dragon's Fury, Dragoncaller Alanna as well as a few more "Big Spell" synergies were printed.
es: Uno podría decir que la historia del mazo Mago Grandes Hechizos empezó en Viaje a Un´Goro, un mazo lento, que busca controlar la mesa durante la mayor parte del juego, para después darle la vuelta y empezar a matar a tu oponente con grandes giros de tempo. Este mazo es similar, pero cae mas sobre el lado del control gracias a las habilidades de Jaina la Exánime en la recta final de juego. El Mago Grandes Hechizos "real" fue creado en Kobolds & Catacumbas, cuando las sinergias entre Furia de Dragón, Llamadragones Alanna y unos cuantos "Grandes Hechizos" fueron descubiertas.

source: Spell Hunter is a very unique archetype, in a way that it doesn't run any minions for the sake of cards such as To My Side! and Rhok'delar. The class still has multiple ways to flood the board or drop big bodies, but in order to do that, it uses spells (e.g. Emerald Spellstone) and a Hero card - Deathstalker Rexxar.
de_de: Zauberjäger ist ein sehr besonderer Archetyp, da er keine Diener zugunsten von Zu mir! und Rhok'delar enthält. Die Klasse hat dennoch verschiedene Möglichkeiten das Spielfeld zu fluten oder große Diener zu spielen, muss dafür jedoch Zauber (z.B. Zaubersmaragd) und eine Heldenkarte einsetzen - Todespirscher Rexxar.
es: Cazador Hechizos es un arquetipo único, en el sentido de que no usa ningún esbirro por el bien de cartas como A Mi Lado! y Rhok´delar. La clase todavía tiene multiples maneras de llenar la mesa o bajar grandes esbirros, pero para poder hacer esto, usa hechizos (por ejemplo Esmeralda Magica Inferior) y la carta de héroe - Rexxar Mortacechador.

source: Even Warlock is a new version of Handlock, a classic deck that got its name from massive hand sizes it could attain easily thanks to the Warlock's Hero Power - Life Tap - and Genn Greymane made it even easier to do so. Thanks to that hand size, Even Warlock can play big threats such as Mountain Giant or Twilight Drake as early as Turn 4, overwhelming most of the meta decks with the sheer amount of stats it places on the board each turn.
es: Brujo Par es una nueva versión de Handlock, un mazo clásico que toma su nombre de tener muchas cartas en mano, que se pueden conseguir fácilmente gracias al poder de héroe del brujo - Trasfusión de Vida - y Genn Greymane hace que sea incluso mas fácil hacerlo. Gracias al tamaño de la mano, Brujo Par puede realizar jugadas como Gigante Montes o Draco Crepuscular en turno 4, sobrepasando a muchos mazos del meta con la gran cantidad de estadísticas que coloca en mesa cada turno.

source: Even Shaman is a board-centric midrange deck that uses buffs to make use of the Totem boards it is able to build, and also makes good use of Charge minions to get even more value from its buffs. It is ready to fight for the board against any other deck and can deliver a lot of damage quickly if left uncontested.
es: Chaman Par es un mazo midrange centrado en mesa que usa aumentos para hacer uso de los tótems que es capaz de crear, y también hace un buen uso de esbirros con cargar para obtener un mejor valor de los aumentos. Esta listo para luchar por el tablero contra cualquier otro mazo y puede causar bastante daño rápidamente si no se contrarresta.

source: Odd Paladin's main power is the upgraded Hero Power activated by Baku the Mooneater. The deck is built around flooding the board all the time - with 2x 1/1 Hero Power and a bunch of other ways to summon multiple small minions, the deck takes advantage of all kinds of AoE buffs, even cards that were only used in Basic decks before, such as Raid Leader or Stormwind Champion.
es: El poder principal del Paladin Impar reside en el poder de héroe mejorado por Baku la Devoralunas. El mazo esta construido alrededor de inundar la mesa todo el tiempo, con el poder de herore que invoca 2x 1/1 y muchas formas de invocar pequeños esbirros, el mazo toma ventaja de todo tipo de aumentos en masa, incluso cartas que solo son usadas en mazos básicos, como Lider de banda o Campeon de Ventormenta.

source: In the past, Control Priest was a very slow, reactive deck, which put attrition as its main win condition. Right now, while the deck still keeps its reactive nature, its main win condition shifted to chip damage from Shadowreaper Anduin and burst from Mind Blasts (hence the deck's second name - Mind Blast Priest).
es: En el pasado, Sacerdote Control era un mazo muy lento, reactivo, que tenia en el desgaste su condición de victoria. Ahora, mientras que el mazo continua con su naturaleza reactiva, su condición de victoria ha cambiado a hacer daño con Anduin Siegasombras y Explosión Mental ( he aquí el segundo nombre del mazo - Sacerdote Explosión Mental).

source: Malygos Druid is a combo deck built around its namesake, Malygos. Thanks to the +5 Spell Damage provided by the Dragon, even the weakest damage spells (such as Moonfire) turn into powerful burns. Given the card's high 9 mana cost, normally you can't do much with the remaining 1 mana. That problem is fixed by Twig of the World Tree, giving Druid extra 10 mana to copy Malygos or play more expensive spells.
es: Druida Malygos es un mazo combo construido alrededor del nombre mismo, Malygos. Gracias a su +5 daño de hechizos otorgado por el dragon, incluso los hechizos mas débiles (como Fuego Lunar) se vuelve en potentes ataques. Debido al elevado coste de mana 9, normalmente no se puede hacer mucho con 1 punto de maná restante. Este problema se ha resuelto con Rama del Arbol Mundo, dándole al Druida 10 maná extra para copiar Malygos o jugar mas hechizos caros.

source: Control Warlock is a deck first created in Kobolds & Catacombs, which shares a lot of similarities with Cube Warlock - both rely on cheating out bigger minions early, as well as massive late game tempo swing with Bloodreaver Gul'dan. However, unlike Cube Warlock, Control version takes a much more reactive route, switching out threats for removals.
es: Brujo Control es un mazo que se creó por primera vez en Kobolds & Catacumbas, que comparte muchas similitudes con Brujo Cubo - ambos consiguen jugar esbirros caros en turnos tempranos, asi como un giro final con Gul´Dan SaqueaSangre. Aunque, a diferencia de Brujo Cubo, la versión Control toma una ruta mucho mas reactiva, cambiando amenazas por eliminaciones.

source: Handlock
de_de: Hand-Hexenmeister
