Repository: HearthSim/hsreplaynet-i18n
Catalog: archetypes/*/LC_MESSAGES/django.po
Languages: de_de, es, fr_fr, ja_jp

source: Token Druid
de_de: Token-Druide
es: Druida Tokens
fr_fr: Druide tokens
ja_jp: トークンドルイド

source: C'Thun Druid
de_de: C'Thun-Druide
es: Druida C'Thun
fr_fr: Druide C'Thun
ja_jp: クトゥーンドルイド

source: Astral Druid
de_de: Astraler Druide
es: Druida Astral
fr_fr: Druide communion astrale
ja_jp: 星霊交信ドルイド

source: Patron Warrior
es: Guerrero Parroquiano
fr_fr: Guerrier client sinistre
ja_jp: パトロンウォリアー

source: N'Zoth Priest
de_de: N'Zoth-Priester
es: Sacerdote N'Zoth
fr_fr: Prêtre N'Zoth
ja_jp: ン＝ゾスプリースト

source: N'Zoth Rogue
de_de: N'Zoth-Schurke
es: Pícaro N'Zoth
fr_fr: Voleur N'Zoth
ja_jp: ン＝ゾスローグ

source: Odd Mech Paladin
de_de: Ungerader-Mech-Paladin
es: Paladín Impar Robots
fr_fr: Paladin méca impair
ja_jp: 奇数メカパラディン

source: Dragon Mage
de_de: Drachen-Magier
es: Mago Dragones
fr_fr: Mage dragons
ja_jp: ドラゴンメイジ

source: Beast Druid
de_de: Wildtier-Druide
es: Druida Bestias
fr_fr: Druide bêtes
ja_jp: 獣ドルイド

source: Malygos Druid
de_de: Malygos-Druide
es: Druida Malygos
fr_fr: Druide Malygos
ja_jp: マリゴスドルイド

source: Dragon Paladin
de_de: Drachen-Paladin
es: Paladin Dragones
fr_fr: Paladin dragons
ja_jp: ドラゴンパラディン

source: Control Priest
de_de: Kontroll-Priester
es: Sacerdote Control
fr_fr: Prêtre contrôle
ja_jp: コントロールプリースト

source: Water Rogue
de_de: Wasser-Schurke
es: Pícaro Agua
fr_fr: Voleur aggro murlocs
ja_jp: ウォーターローグ

source: Dragon Warrior
de_de: Drachen-Krieger
es: Guerrero Dragones
fr_fr: Guerrier dragons
ja_jp: ドラゴンウォリアー

source: Casino Mage
ja_jp: カジノメイジ

source: Elemental Paladin
de_de: Elementar-Paladin
es: Paladin Elementales
fr_fr: Paladin élémentaires
ja_jp: エレメンタルパラディン

source: Elemental Warrior
de_de: Elementar-Krieger
es: Guerrero Elementales
fr_fr: Guerrier élémentaires
ja_jp: エレメンタルウォリアー

source: Highlander Quest Priest
fr_fr: Prêtre Highlander Quête
ja_jp: ハイランダークエストプリースト

source: Jade Shaman
de_de: Jade-Schamane
es: Chaman Jades
fr_fr: Chaman jade
ja_jp: 翡翠シャーマン

source: Aggro Hunter
de_de: Aggro-Jäger
es: Cazador Aggro
fr_fr: Chasseur aggro
ja_jp: アグロハンター

source: Grime Street Hunter
es: Cazador Suburbios
fr_fr: Chasseur dessoudeurs
ja_jp: グライムストリート ハンター

source: Highlander Mage
es: Mago Highlander
fr_fr: Mage Kazakus
ja_jp: ハイランダーメイジ

source: N'Zoth Mage
de_de: N'Zoth-Magier
es: Mago N'Zoth
fr_fr: Mage N'Zoth
ja_jp: ン＝ゾスメイジ

source: Pirate Rogue
de_de: Piraten-Schurke
es: Pícaro Piratas
fr_fr: Voleur pirates
ja_jp: 海賊ローグ

source: Murloc Shaman
de_de: Murloc-Schamane
es: Chaman Murlocs
fr_fr: Chaman murlocs
ja_jp: マーロックシャーマン

source: Dragon Highlander Priest
es: Sacerdote Highlander Dragones
fr_fr: Prêtre Razakus dragons
ja_jp: ドラゴンハイランダープリースト

source: Nomi Priest
de_de: Nomi-Priester
fr_fr: Prêtre Nomi
ja_jp: ノミプリースト

source: Highlander Priest
es: Sacerdote Highlander
fr_fr: Prêtre Razakus
ja_jp: ハイランダープリースト

source: Dragon Priest
de_de: Drachen-Priester
es: Sacerdote Misión
fr_fr: Prêtre dragons
ja_jp: ドラゴンプリースト

source: Breakfast Priest
de_de: Frühstücks-Priester
es: Sacerdote Breakfast
fr_fr: Prêtre omelette
ja_jp: テンポプリースト

source: Silence Priest
de_de: Schweige-Priester
es: Sacerdote Silencios
fr_fr: Prêtre silence
ja_jp: 沈黙プリースト

source: Discard Warlock
de_de: Abwerf-Hexenmeister
es: Brujo Descartes
fr_fr: Démoniste défausse
ja_jp: ディスカードウォーロック

source: Highlander Warlock
es: Brujo Highlander
fr_fr: Démoniste Reno
ja_jp: ハイランダーウォーロック

source: Pirate Warrior
de_de: Piraten-Krieger
es: Guerrero Piratas
fr_fr: Guerrier pirates
ja_jp: 海賊ウォリアー

source: Beast Rush Hunter
fr_fr: Chasseur Bêtes Rush
ja_jp: 獣急襲ハンター

source: Taunt Druid
de_de: Spott-Druide
es: Druida Provocar
fr_fr: Druide provocations
ja_jp: 挑発ドルイド

source: Elemental Shaman
de_de: Elementar-Schamane
es: Chaman Elementales
fr_fr: Chaman élémentaires
ja_jp: エレメンタルシャーマン

source: Aggro Shaman
de_de: Aggro-Schamane
es: Chaman Aggro
fr_fr: Chaman aggro
ja_jp: アグロシャーマン

source: Elemental Priest
de_de: Elementar-Priester
es: Sacerdote Elementales
fr_fr: Prêtre élémentaires
ja_jp: エレメンタルプリースト

source: Miracle Priest
de_de: Wunder-Priester
es: Sacerdote Milagro
fr_fr: Prêtre miracle
ja_jp: ミラクルプリースト

source: OTK DK Paladin
es: Paladín OTK DK
fr_fr: Paladin Exodia
ja_jp: OTK DK パラディン

source: Quest Druid
de_de: Quest-Druide
es: Druida Misión
fr_fr: Druide quête
ja_jp: クエストドルイド

source: Midrange Hunter
de_de: Midrange-Jäger
es: Cazador Midrange
fr_fr: Chasseur midrange
ja_jp: ミッドレンジハンター

source: Prince Warlock
de_de: Prinzen-Hexenmeister
es: Brujo Principe
fr_fr: Démoniste Keleseth
ja_jp: プリンスウォーロック

source: Secret Mage
de_de: Geheimnis-Magier
es: Mago Secretos
fr_fr: Mage secrets
ja_jp: 秘策メイジ

source: Mill Rogue
es: Pícaro Fatiga
fr_fr: Voleur meule
ja_jp: ミルローグ

source: Elemental Mage
de_de: Elementar-Magier
es: Mago Elementales
fr_fr: Mage élémentaires
ja_jp: エレメンタルメイジ

source: Highlander Hunter
fr_fr: Chasseur Highlander
ja_jp: ハイランダーハンター

source: Beast Hunter
de_de: Wildtier-Jäger
es: Cazador Bestias
fr_fr: Chasseur bêtes
ja_jp: 獣ハンター

source: Stealth Rogue
de_de: Verstohlener Schurke
es: Pícaro Sigilo
fr_fr: Voleur camouflage
ja_jp: 隠れ身ローグ

source: Big Priest
de_de: Großer Priester
es: Sacerdote Big
fr_fr: Prêtre grosses créas
ja_jp: ビッグプリースト

source: Secret Mech Paladin
fr_fr: Paladin Secret Mécas
ja_jp: 秘策メカパラディン

source: Zoo Warlock
de_de: Hexenmeister-Zoo
es: Brujo Zoo
fr_fr: Démoniste zoo
ja_jp: ズーウォーロック

source: Renounce Warlock
de_de: Abkehr-Hexenmeister
es: Brujo Renuncia
fr_fr: Démoniste parjurer
ja_jp: 決別ウォーロック

source: Spiteful Druid
es: Druida Invocadora Maliciosa
fr_fr: Druide Invocatrice
ja_jp: 性悪ドルイド

source: Miracle Druid
de_de: Wunder-Druide
es: Druida Milagro
fr_fr: Druide miracle
ja_jp: ミラクルドルイド

source: Tempo Priest
de_de: Tempo-Priester
es: Sacerdote Tempo
fr_fr: Prêtre tempo
ja_jp: テンポプリースト

source: Corpsetaker Rogue
es: Pícaro Ladrona de Cuerpos
fr_fr: Voleur Capte-talents
ja_jp: 躯の駆り手ローグ

source: Barnes Hunter
es: Cazador Barnes
fr_fr: Chasseur Barnes
ja_jp: バーンズハンター

source: Recruit Druid
de_de: Rekrutier-Druide
es: Druida Reclutar
fr_fr: Druide appel
ja_jp: 招集ドルイド

source: Recruit Hunter
de_de: Rekrutier-Jäger
es: Cazador Hunter
fr_fr: Chasseur appel
ja_jp: 招集ハンター

source: Oakheart Druid
de_de: Eichenherz-Druide
es: Druida Corazón de Roble
fr_fr: Druide Chênecœur
ja_jp: オークハートドルイド

source: Recruit Warrior
de_de: Rekrutier-Krieger
es: Guerrero Reclutar
fr_fr: Guerrier appel
ja_jp: 招集ウォリアー

source: Shield Warrior
de_de: Schild-Krieger
es: Guerrero Escudo
fr_fr: Guerrier armure
ja_jp: 装甲ウォリアー

source: Fatigue Warrior
de_de: Erschöpfungs-Krieger
es: Guerrero Fatiga
fr_fr: Guerrier fatigue
ja_jp: ファティーグウォリアー

source: Midrange Paladin
es: Paladín Midrange
fr_fr: Paladin midrange
ja_jp: ミッドレンジパラディン

source: Overload Shaman
de_de: Überladungs-Schamane
es: Chaman Sobrecarga
fr_fr: Chaman surcharge
ja_jp: オーバーロードシャーマン

source: Cube Warlock
de_de: Würfel-Hexenmeister
es: Brujo Cubo
fr_fr: Démoniste cube
ja_jp: キューブウォーロック

source: Deathrattle Rogue
de_de: Todesröcheln-Schurke
es: Pícaro Ultimos Alientos
fr_fr: Voleur râles d'agonie
ja_jp: 断末魔ローグ

source: Aggro Druid
de_de: Aggro-Druide
es: Druida Aggro
fr_fr: Druide aggro
ja_jp: アグロドルイド

source: Spiteful Warrior
es: Guerrero Invocadora Maliciosa
fr_fr: Guerrier Invocatrice
ja_jp: 性悪ウォリアー

source: Totem Shaman
de_de: Totem-Schamane
es: Chaman Totems
fr_fr: Chaman totems
ja_jp: トーテムシャーマン

source: Highlander Quest Mage
fr_fr: Mage Highlander Quête
ja_jp: ハイランダークエストメイジ

source: Tempo Druid
de_de: Tempo-Druide
es: Druida Tempo
fr_fr: Druide tempo
ja_jp: テンポドルイド

source: Control Hunter
de_de: Kontroll-Jäger
es: Cazador Control
fr_fr: Chasseur contrôle
ja_jp: コントロールハンター

source: Control Warlock
de_de: Kontroll-Hexenmeister
es: Brujo Control
fr_fr: Démoniste contrôle
ja_jp: コントロールウォーロック

source: Kingsbane Rogue
de_de: Königsbann-Schurke
es: Pícaro Perdición de Reyes
fr_fr: Voleur Plaie des rois
ja_jp: キングスベインローグ

source: Combo Priest
de_de: Kombo-Priester
es: Sacerdote Combo
fr_fr: Prêtre combo
ja_jp: コンボプリースト

source: Mech Mage
de_de: Mech-Magier
es: Mago Robots
fr_fr: Mage méca
ja_jp: メカメイジ

source: Hand Druid
de_de: Hand-Druide
es: Druida Hand
fr_fr: Hand-Druide
ja_jp: ハンドドルイド

source: Mind Burst Priest
de_de: Gedankschlag-Priester
es: Sacerdote Explosión Mental
fr_fr: Prêtre Attaque mentale
ja_jp: 思念撃破プリースト

source: Odd Hunter
de_de: Ungerader Jäger
es: Cazador Impar
fr_fr: Chasseur impair
ja_jp: 奇数ハンター

source: Odd Mage
de_de: Ungerader Magier
es: Mago Impar
fr_fr: Mage impair
ja_jp: 奇数メイジ

source: Odd Paladin
de_de: Ungerader Paladin
es: Paladín Impar
fr_fr: Paladin impair
ja_jp: 奇数パラディン

source: Pick Pocket Rogue
es: Pícaro Ladron
fr_fr: Voleur pickpocket
ja_jp: 強盗ローグ

source: Even Shaman
de_de: Gerader Schamane
es: Chaman Par
fr_fr: Chaman pair
ja_jp: 偶数シャーマン

source: Rush Warrior
de_de: Eifer-Krieger
es: Guerrero Embestir
fr_fr: Guerrier ruée
ja_jp: 急襲ウォリアー

source: Odd Quest Warrior
es: Guerrero Misión Impar
fr_fr: Guerrier quête impair
ja_jp: 奇数クエストウォリアー

source: Odd Druid
de_de: Ungerader Druide
es: Druida Impar
fr_fr: Druide impair
ja_jp: 奇数ドルイド

source: Mill Druid
es: Druida Fatiga
fr_fr: Druide meule
ja_jp: ミルドルイド

source: Even Mage
de_de: Gerader Magier
es: Mago Par
fr_fr: Mage pair
ja_jp: 偶数メイジ

source: Big Spell Mage
es: Mago Grandes Hechizos
fr_fr: Mage gros sorts
ja_jp: ビッグスペルメイジ

source: Quest Priest
de_de: Quest-Priester
es: Sacerdote Misión
fr_fr: Prêtre quête
ja_jp: クエストプリースト

source: Control Mage
de_de: Kontroll-Magier
es: Mago Control
fr_fr: Mage contrôle
ja_jp: コントロールメイジ

source: Malygos Quest Druid
fr_fr: Druide Quête Malygos
ja_jp: マリゴスクエストドルイド

source: Jade Druid
de_de: Jade-Druide
es: Druida Jades
fr_fr: Druide jade
ja_jp: 翡翠ドルイド

source: Big Druid
de_de: Großer Druide
es: Druida Big
fr_fr: Druide grosses créas
ja_jp: ビッグドルイド

source: Elemental Rogue
de_de: Elementar-Schurke
es: Pícaro Elementales
fr_fr: Voleur élémentaires
ja_jp: エレメンタルローグ

source: Miracle Rogue
de_de: Wunder-Schurke
es: Pícaro Milagro
fr_fr: Voleur miracle
ja_jp: ミラクルローグ

source: N'Zoth Paladin
es: Paladín N'Zoth
fr_fr: Paladin N'Zoth
ja_jp: ン＝ゾスパラディン

source: Secret Paladin
de_de: Geheimnis-Paladin
es: Paladín Secretos
fr_fr: Paladin secrets
ja_jp: 秘策パラディン

source: Jade Rogue
de_de: Jade-Schurke
es: Pícaro Jades
fr_fr: Voleur jade
ja_jp: 翡翠ローグ

source: Murloc Warlock
de_de: Murloc-Hexenmeister
es: Brujo Murlocs
fr_fr: Démoniste murlocs
ja_jp: マーロックウォーロック

source: Enrage Warrior
es: Guerrero Enfurecer
fr_fr: Guerrier blessure
ja_jp: 激怒ウォリアー

source: C'Thun Warrior
de_de: C'Thun-Krieger
es: Guerrero C'Thun
fr_fr: Guerrier C'Thun
ja_jp: クトゥーンウォリアー

source: Blood Warrior
de_de: Blut-Krieger
es: Guerrero Sangriento
fr_fr: Guerrier combo
ja_jp: 流血ウォリアー

source: Control Paladin
de_de: Kontroll-Paladin
es: Paladín Control
fr_fr: Paladin contrôle
ja_jp: コントロールパラディン

source: Control Shaman
de_de: Kontroll-Schamane
es: Chaman Control
fr_fr: Chaman contrôle
ja_jp: コントロールシャーマン

source: Quest Warrior
de_de: Quest-Krieger
es: Guerrero Misión
fr_fr: Guerrier quête
ja_jp: クエストウォリアー

source: Dragon Hunter
de_de: Drachen-Jäger
es: Cazador Dragones
fr_fr: Chasseur dragons
ja_jp: ドラゴンハンター

source: Quest Hunter
de_de: Quest-Jäger
es: Cazador Misión
fr_fr: Chasseur quête
ja_jp: クエストハンター

source: Pirate Murloc Paladin
de_de: Piraten-Murloc-Paladin
es: Paladín Piratas Murlocs
fr_fr: Paladin pirates murlocs
ja_jp: 海賊マーロックパラディン

source: Murloc Aggro Paladin
es: Paladín Aggro Murlocs
fr_fr: Paladin aggro murlocs
ja_jp: マーロックアグロパラディン

source: Aggro Paladin
es: Paladín Aggro
fr_fr: Paladin aggro
ja_jp: アグロパラディン

source: Token Shaman
de_de: Token-Schamane
es: Chaman Tokens
fr_fr: Chaman tokens
ja_jp: トークンシャーマン

source: Deathrattle Warrior
de_de: Todesröcheln-Krieger
es: Guerrero Ultimos Alientos
fr_fr: Guerrier râles d'agonie
ja_jp: 断末魔ウォリアー

source: Deathrattle Hunter
de_de: Todesröcheln-Jäger
es: Cazador Ultimos Alientos
fr_fr: Chasseur râles d'agonie
ja_jp: 断末魔ハンター

source: Leyline Mage
es: Mago Linea Ley
fr_fr: Mage tellurique
ja_jp: レイラインメイジ

source: Silver Hand Paladin
de_de: Silberne-Hand-Paladin
es: Paladín Mano de Plata
fr_fr: Paladin recrues
ja_jp: 新兵パラディン

source: Even Paladin
de_de: Gerader Paladin
es: Paladín Par
fr_fr: Paladin pair
ja_jp: 偶数パラディン

source: Oakheart Warrior
de_de: Eichenherz-Jäger
es: Guerrero Corazón de Roble
fr_fr: Guerrier Chênecœur
ja_jp: オークハートウォリアー

source: Spiteful Summoner Hunter
es: Cazador Invocadora Maliciosa
fr_fr: Chasseur Invocatrice
ja_jp: 性悪ハンター

source: Spiteful Priest
es: Sacerdote Invocadora Maliciosa
fr_fr: Prêtre Invocatrice
ja_jp: 性悪プリースト

source: Galakrond Stealth Rogue
fr_fr: Voleur Galakrond Camouflage
ja_jp: ガラクロンド隠れ身ローグ

source: Demon Warlock
de_de: Dämonen-Hexenmeister
es: Brujo Demonios
fr_fr: Démoniste démons
ja_jp: 悪魔ウォーロック

source: Big Shaman
de_de: Großer Schamane
es: Big Chaman
fr_fr: Chaman grosses créas
ja_jp: ビッグシャーマン

source: Odd Priest
de_de: Ungerader Priester
es: Sacerdote Impar
fr_fr: Prêtre impair
ja_jp: 奇数プリースト

source: Odd Rogue
de_de: Ungerader Schurke
es: Pícaro Impar
fr_fr: Voleur impair
ja_jp: 奇数ローグ

source: Odd Warrior
de_de: Ungerader Krieger
es: Guerrero Impar
fr_fr: Guerrier impair
ja_jp: 奇数ウォリアー

source: Mecha'thun Druid
de_de: Mecha'thun-Druide
es: Druida Mecha'thun
fr_fr: Druide Mécha'Thun
ja_jp: メックトゥーンドルイド

source: Echo Warlock
de_de: Echo-Hexenmeister
es: Brujo Eco
fr_fr: Démoniste écho
ja_jp: 木霊ウォーロック

source: Whirlwind Warrior
de_de: Wirbelwind-Krieger
es: Guerrero Remolino
fr_fr: Guerrier tourbillon
ja_jp: 旋風剣ウォリアー

source: Even Warlock
de_de: Gerader Hexenmeister
es: Brujo Par
fr_fr: Démoniste pair
ja_jp: 偶数ウォーロック

source: Deathrattle Priest
de_de: Todesröcheln-Priester
es: Sacerdote Ultimos Alientos
fr_fr: Prêtre râles d'agonie
ja_jp: 断末魔プリースト

source: OTK Hunter
es: Cazador OTK
fr_fr: Chasseur OTK
ja_jp: OTKハンター

source: Even Hunter
de_de: Gerader Jäger
es: Cazador Par
fr_fr: Chasseur pair
ja_jp: 偶数ハンター

source: Murloc Mage
de_de: Murloc-Magier
es: Mago Murlocs
fr_fr: Mage murlocs
ja_jp: マーロックメイジ

source: Even Warrior
de_de: Gerader Krieger
es: Guerrero Par
fr_fr: Guerrier pair
ja_jp: 偶数ウォリアー

source: Murloc Priest
de_de: Murloc-Priester
es: Sacerdote Murlocs
fr_fr: Prêtre murlocs
ja_jp: マーロックプリースト

source: Murloc Rogue
de_de: Murloc-Schurke
es: Pícaro Murlocs
fr_fr: Voleur murlocs
ja_jp: マーロックローグ

source: Devilsaur Druid
de_de: Teufelssaurier-Druide
es: Druida Devilsaurio Cargado
fr_fr: Druide diablosaure
ja_jp: デビルサウルスドルイド

source: Even Rogue
de_de: Gerader Schurke
es: Pícaro Par
fr_fr: Voleur pair
ja_jp: 偶数ローグ

source: Odd Shaman
de_de: Ungerader Schamane
es: Chaman Impar
fr_fr: Chaman impair
ja_jp: 奇数シャーマン

source: Odd Warlock
de_de: Ungerader Hexenmeister
es: Brujo Impar
fr_fr: Démoniste impair
ja_jp: 奇数ウォーロック

source: Cube Hunter
de_de: Würfel-Jäger
es: Cazador Cubo
fr_fr: Chasseur cube
ja_jp: キューブハンター

source: Emeriss Hunter
de_de: Smariss-Jäger
es: Cazador Emeriss
fr_fr: Chasseur Emeriss
ja_jp: エメリスハンター

source: Mech Hunter
de_de: Mech-Jäger
es: Cazador Robots
fr_fr: Chasseur méca
ja_jp: メカハンター

source: Shudderwock Shaman
de_de: Grauselhurz-Schamane
es: Chaman Espantagon
fr_fr: Chaman Carniflore
ja_jp: シャダウォックシャーマン

source: Mech Paladin
es: Paladín Robots
fr_fr: Paladin méca
ja_jp: メカパラディン

source: Pogo Rogue
de_de: Hopser-Schurke
es: Pícaro Pogo
fr_fr: Voleur lapins
ja_jp: ホッパーローグ

source: Pain Warlock
es: Brujo Dolor
fr_fr: Démoniste douleur
ja_jp: 自傷ウォーロック

source: Mecha'thun Warlock
de_de: Mecha'thun-Hexenmeister
es: Brujo Mecha'thun
fr_fr: Démoniste Méc'Thun
ja_jp: メックトゥーンウォーロック

source: Mech Warrior
de_de: Mech-Krieger
es: Guerrero Robots
fr_fr: Guerrier méca
ja_jp: メカウォリアー

source: Mecha'thun Priest
de_de: Mecha'thun-Priester
es: Sacerdote Mecha'thun
fr_fr: Prêtre Méc'Thun
ja_jp: メックトゥーンプリースト

source: Mecha'thun Quest Priest
de_de: Mecha'thun-Quest-Priester
es: Sacerdote Mecha'thun Misión
fr_fr: Prêtre quête Méc'Thun
ja_jp: メックトゥーンクエストプリースト

source: Spiteful Mage
es: Mago Invocadora Maliciosa
fr_fr: Mage invocatrice
ja_jp: 性悪メイジ

source: Midrange Shaman
de_de: Midrange-Schamane
es: Chaman Midrange
fr_fr: Chaman midrange
ja_jp: ミッドレンジシャーマン

source: Mecha'thun Warrior
de_de: Mecha'thun-Krieger
es: Guerrero Mecha´Thun
fr_fr: Guerrier Méc'Thun
ja_jp: メックトゥーンウォリアー

source: Turvy OTK Priest
es: Sacerdote APM OTK
fr_fr: Prêtre OTK sens dessus dessous
ja_jp: アベコベーターOTKプリースト

source: Deathrattle Paladin
de_de: Todesröcheln-Paladin
es: Paladín Ultimos Alientos
fr_fr: Paladin râles d'agonie
ja_jp: 断末魔パラディン

source: Dead Man's Hand Warrior
es: Guerrero Mano del Muerto
fr_fr: Guerrier main du mort
ja_jp: 死人の手札ウォリアー

source: Basic Mage
es: Mago Básico
fr_fr: Mage de base
ja_jp: ベーシックメイジ

source: Aggro Priest
de_de: Aggro-Priester
es: Sacerdote Agro
fr_fr: Prêtre aggro
ja_jp: アグロプリースト

source: Clone Priest
de_de: Klon-Priester
es: Sacerdote Clones
fr_fr: Prêtre clonage
ja_jp: 複製プリースト

source: Resurrect Priest
de_de: Auferstehungs-Priester
es: Sacerdote Resurrección
fr_fr: Prêtre résurrection
ja_jp: 復活プリースト

source: Gonk Druid
de_de: Gonk-Druide
es: Druida Gonk
fr_fr: Druide Gonk
ja_jp: ゴンクドルイド

source: Holy Wrath Paladin
de_de: Heiliger-Zorn-Paladin
es: Paladín Ira Sagrada
fr_fr: Paladin Colère divine
ja_jp: 聖なる怒りパラディン

source: Aggro Overload Shaman
de_de: Aggro-Überladungs-Schamane
es: Chaman Agro Sobrecarga
fr_fr: Chaman aggro surcharge
ja_jp: アグロオーバーロードシャーマン

source: Undatakah Druid
de_de: Tot'ngräbah-Druide
es: Druida Enterrador
fr_fr: Druide Fossoyeur
ja_jp: アンダテイカドルイド

source: Surrender Priest
es: Sacerdote Surrender
fr_fr: Prêtre Sombre dans la folie
ja_jp: サレンダープリースト

source: Big Secret Hunter
es: Cazador Secretos
fr_fr: Chasseur secrets grosses créas
ja_jp: ビッグ秘策ハンター

source: Murloc Paladin
es: Paladín Murlocs
fr_fr: Paladin murlocs
ja_jp: マーロックパラディン

source: Quest Rogue
de_de: Quest-Schurke
es: Pícaro Misión
fr_fr: Voleur quête
ja_jp: クエストローグ

source: Secret Odd Mage
es: Mago Secretos Impar
fr_fr: Mage secrets impair
ja_jp: 秘策奇数メイジ

source: Dragon Shaman
de_de: Drachen-Schamane
es: Chaman Dragones
fr_fr: Chaman dragons
ja_jp: ドラゴンシャーマン

source: Murloc Warrior
es: Guerrero Murlocs
fr_fr: Guerrier murlocs
ja_jp: マーロックウォリアー

source: Thief Rogue
de_de: Diebischer Schurke
fr_fr: Voleur voleur
ja_jp: 泥棒ローグ

source: Murloc Druid
fr_fr: Druide murlocs
ja_jp: マーロックドルイド

source: Eureka Shaman
fr_fr: Chaman Eurêka
ja_jp: エウレカシャーマン

source: Wall Priest
fr_fr: Prêtre mur
ja_jp: 壁プリースト

source: Heal Druid
de_de: Heiler-Druide
fr_fr: Druide Guérison
ja_jp: 回復ドルイド

source: Spell Hunter
de_de: Zauber-Jäger
es: Cazador Hechizos
fr_fr: Chasseur sorts
ja_jp: 呪文ハンター

source: Spell Mage
de_de: Zauber-Magier
fr_fr: Mage Sorts
ja_jp: スペルメイジ

source: Khadgar Mage
de_de: Khadgar-Magier
fr_fr: Mage Khadgar
ja_jp: カドガーメイジ

source: Immortal Paladin
de_de: Unsterblicher Paladin
fr_fr: Paladin Immortel
ja_jp: 不老不死パラディン

source: Big Paladin
de_de: Großer Paladin
fr_fr: Paladin de Big
ja_jp: ビッグパラディン

source: Tempo Rogue
de_de: Tempo-Schurke
es: Pícaro Tempo
fr_fr: Voleur tempo
ja_jp: テンポローグ

source: Plot Twist Warlock
de_de: Überraschende-Wendungs-Hexenmeister
fr_fr: Démoniste Rebondissement
ja_jp: どんでん返しウォーロック

source: Bomb Warrior
de_de: Bomben-Krieger
fr_fr: Guerrier Bombe
ja_jp: 爆弾ウォリアー

source: Khadgar Dragon Mage
fr_fr: Mage Dragon Khadgar
ja_jp: カドガードラゴンメイジ

source: OTK Priest
fr_fr: Prêtre Combo
ja_jp: OTKプリースト

source: Villain Paladin
fr_fr: Paladin Personnage Récurrent
ja_jp: 悪党パラディン

source: Mech Zoo Warlock
fr_fr: Démoniste Zoo Mécas
ja_jp: メカズーウォーロック

source: Highlander Warrior
fr_fr: Guerrier Highlander
ja_jp: ハイランダーウォリアー

source: Mech Priest
de_de: Mech-Priester
fr_fr: Prêtre Mécas
ja_jp: メカプリースト

source: Hooktusk Rogue
de_de: Haizahn-Schurke
fr_fr: Voleur Double-Crochet
ja_jp: フックタスクローグ

source: Secret Hunter
de_de: Geheimnis-Jäger
es: Cazador Secretos
fr_fr: Chasseur secrets
ja_jp: 秘策ハンター

source: Cyclone Mage
de_de: Zyklon-Magier
fr_fr: Mage Cyclone
ja_jp: サイクロンメイジ

source: Quest Mage
de_de: Quest-Magier
es: Mago Misión
fr_fr: Mage quête
ja_jp: クエストメイジ

source: Freeze Mage
de_de: Frost-Magier
es: Mago Congelar
fr_fr: Mage freeze
ja_jp: フリーズメイジ

source: Quest Paladin
es: Paladín Misión
fr_fr: Paladin quête
ja_jp: クエストパラディン

source: Highlander Paladin
fr_fr: Paladin Highlander
ja_jp: ハイランダーパラディン

source: Highlander Quest Druid
fr_fr: Druide Quête Highlander
ja_jp: ハイランダークエストドルイド

source: Quest Shaman
fr_fr: Chaman Quête
ja_jp: クエストシャーマン

source: Quest Warlock
fr_fr: Démoniste Quête
ja_jp: クエストウォーロック

source: Aggro Warrior
fr_fr: Guerrier Aggro
ja_jp: アグロウォリアー

source: Spell Paladin
fr_fr: Paladin Sorts
ja_jp: 呪文パラディン

source: Quest Resurrect Priest
fr_fr: Prêtre Quête Résurrection
ja_jp: クエスト復活プリースト

source: Quest Wall Priest
fr_fr: Prêtre Quête Mur
ja_jp: クエスト壁プリースト

source: Highlander Quest Rogue
fr_fr: Voleur Quête Highlander
ja_jp: ハイランダークエストローグ

source: Highlander Quest Shaman
fr_fr: Chaman Quête Highlander
ja_jp: ハイランダークエストシャーマン

source: Hand Paladin
fr_fr: Paladin Pioche
ja_jp: ハンドパラディン

source: Highlander Galakrond Shaman
fr_fr: Chaman Galakrond Highlander
ja_jp: ハイランダーガラクロンドシャーマン

source: Malygos Highlander Hunter
fr_fr: Chasseur Malygos Highlander
ja_jp: マリゴスハイランダーハンター

source: Tempo Mage
es: Mago Tempo
fr_fr: Mage Tempo
ja_jp: テンポメイジ

source: Secret Highlander Paladin
fr_fr: Paladin Secrets Highlander
ja_jp: 秘策ハイランダーパラディン

source: Highlander Rogue
fr_fr: Voleur Highlander
ja_jp: ハイランダーローグ

source: Highlander Big Spell Mage
fr_fr: Mage Sorts Highlander
ja_jp: ハイランダービッグスペルメイジ

source: Mogu Quest Warlock
fr_fr: Démoniste Quête Mogu
ja_jp: 魔古クエストウォーロック

source: N'Zoth Warlock
fr_fr: Démoniste N'Zoth
ja_jp: ンゾスウォーロック

source: N'Zoth Warrior
fr_fr: Guerrier N'Zoth
ja_jp: ンゾスウォリアー

source: Taunt Warrior
fr_fr: Guerrier Provocation
ja_jp: 挑発ウォリアー

source: Midrange Highlander Hunter
fr_fr: Chasseur Mid Highlander
ja_jp: ミッドレンジハイランダーハンター

source: Secret Highlander Hunter
fr_fr: Chasseur Secrets Highlander
ja_jp: 秘策ハイランダーハンター

source: Mecha'thun Mage
fr_fr: Mage Méc'Thun
ja_jp: メックトゥーンメイジ

source: Treant Druid
fr_fr: Druide Tréants
ja_jp: トレントドルイド

source: Highlander Quest Hunter
fr_fr: Chasseur Quête Highlander
ja_jp: ハイランダークエストハンター

source: Highlander Dragon Hunter
fr_fr: Chasseur Dragons Highlander
ja_jp: ハイランダードラゴンハンター

source: Pure Paladin
fr_fr: Paladin Pur
ja_jp: ピュアパラディン

source: Highlander Dragon Paladin
fr_fr: Paladin Dragons Highlander
ja_jp: ハイランダードラゴンパラディン

source: Galakrond Priest
fr_fr: Prêtre Galakrond
ja_jp: ガラクロンドプリースト

source: Galakrond Warlock
fr_fr: Démoniste Galakrond
ja_jp: ガラクロンドウォーロック

source: Highlander Deathrattle Rogue
fr_fr: Voleur Râle d'Agonie Highlander
ja_jp: ハイランダー断末魔ローグ

source: Highlander Galakrond Priest
fr_fr: Prêtre Galakrond Highlander
ja_jp: ハイランダーガラクロンドプリースト

source: Galakrond Deathrattle Rogue
fr_fr: Voleur Galakrond Râle d'Agonie
ja_jp: ガラクロンド断末魔ローグ

source: Malygos OTK Rogue
fr_fr: Voleur Malygos OTK
ja_jp: マリゴスOTKローグ

source: Galakrond Rogue
fr_fr: Voleur Galakrond
ja_jp: ガラクロンドローグ

source: Galakrond Quest Shaman
fr_fr: Chaman Quête Galakrond
ja_jp: ガラクロンドクエストシャーマン

source: Galakrond Shaman
fr_fr: Chaman Galakrond
ja_jp: ガラクロンドシャーマン

source: Galakrond Overload Shaman
fr_fr: Chaman Galakrond Surcharge
ja_jp: ガラクロンドオーバーロードシャーマン

source: Galakrond Zoo Warlock
fr_fr: Démoniste Zoo Galakrond
ja_jp: ガラクロンドズーウォーロック

source: Pirate Galakrond Warrior
fr_fr: Guerrier Pirates Galakrond
ja_jp: 海賊ガラクロンドウォリアー

source: Galakrond Warrior
fr_fr: Guerrier Galakrond
ja_jp: ガラクロンドウォリアー

source: Highlander Galakrond Rogue
fr_fr: Voleur Galakrond Highlander
ja_jp: ハイランダーガラクロンドローグ

source: Galakrond Hand Warlock
fr_fr: Démoniste Pioche Galakrond
ja_jp: ガラクロンドハンドウォーロック

source: Highlander Druid
fr_fr: Druide Highlander
ja_jp: ハイランダードルイド

source: Embiggen Druid
fr_fr: Bid Druide Engrandissement
ja_jp: でっか化ドルイド

source: Face Hunter
fr_fr: Chasseur Face
ja_jp: フェイスハンター

source: Highlander Shaman
fr_fr: Chaman Highlander
ja_jp: ハイランダーシャーマン

source: Wall Druid
fr_fr: Druide Provocations
ja_jp: ウォールドルイド

source: Quest Galakrond Rogue
fr_fr: Voleur Quête Galakrond
ja_jp: クエストガラクロンドローグ
