Repository: HearthSim/hsreplaynet-i18n
Catalog: compositions/*/LC_MESSAGES/django.po
Languages: es_mx, fr_fr, ja_jp, pt_br, ru_ru

source: Menagerie
es_mx: Fieras
fr_fr: Ménagerie
ja_jp: 動物園
pt_br: Viveiro
ru_ru: Зверинец

source: Bubble Menagerie
es_mx: Fieras de Burbuja
fr_fr: Bêtes Bulle
ja_jp: 聖なる盾動物園
pt_br: Viveiro Bolha
ru_ru: Зверинец с щитами

source: No Type
es_mx: Sin tipo
fr_fr: Sans type
ja_jp: 種族なし
pt_br: Sem Tipo
ru_ru: Без типа

source: Saurolisk
fr_fr: Saurolisque
pt_br: Saurolisco
ru_ru: Завролиск

source: Deathrattle Beasts
es_mx: Bestias con Estertor
fr_fr: Bêtes Râle d'Agonie
ja_jp: 断末魔獣
pt_br: Feras/Último Suspiro
ru_ru: Звери с хрипами

source: Basic Mechs
es_mx: Mecas Básicos
fr_fr: Mécas Basique
ja_jp: ベーシックメカ
pt_br: Mecanoides Básicos
ru_ru: Базовые механизмы

source: Basic Murlocs
es_mx: Múrlos Basicos
fr_fr: Murlocs Basique
ja_jp: ベーシックマーロック
pt_br: Murlocs Básicos
ru_ru: Базовые мурлоки

source: Basic No Type
es_mx: Básicos sin Tipo
fr_fr: Sans type Basique
ja_jp: ベーシック種族なし
pt_br: Sem Tipo Básicos
ru_ru: Базовые без типа

source: Demon No Type
es_mx: Ningún tipo demonio
fr_fr: Démons Sans type
pt_br: Demônios Sem Tipo
ru_ru: Демоны без типа

source: Pogo-Hopper
es_mx: Brincador mecánico
fr_fr: Lapin-échasseur
ja_jp: ホッピング・ホッパー
pt_br: Pogo-Pol
ru_ru: Прыг-Скокер

source: Basic Menagerie
es_mx: Fieras Básicas
fr_fr: Bêtes Basique
ja_jp: ベーシック動物園
pt_br: Viveiro Básico
ru_ru: Базовый Зверинец

source: Token Beasts
es_mx: Bestias Token
fr_fr: Bêtes Token
ja_jp: トークン獣
pt_br: Feras/Fichas
ru_ru: Токен звери

source: Basic Dragons
es_mx: Dragones Básicos
fr_fr: Dragons Basique
ja_jp: ベーシックドラゴン
pt_br: Dragões Básicos
ru_ru: Базовые драконы

source: Dragon Mechs
es_mx: Dragones y Mecas
fr_fr: Mécas Dragons
ja_jp: ドラゴンメカ
pt_br: Dragões/Mecanoides
ru_ru: Драконо-механизмы

source: Tall Dragons
es_mx: Dragones grandes
ja_jp: 巨大悪魔
pt_br: Dragões Grandes
ru_ru: Высокие драконы

source: Divine Shield Dragons
es_mx: Dragones Escudo Divino
fr_fr: Dragons Bouclier divin
ja_jp: 聖なる盾ドラゴン
pt_br: Dragões/Escudo Divino
ru_ru: Драконы с щитами

source: Big Demons
es_mx: Grandes Demonios
fr_fr: Big Démons
ja_jp: 巨大悪魔
pt_br: Demônios Grandes
ru_ru: Большие демоны

source: Dragons
es_mx: Dragones
ja_jp: ドラゴン
pt_br: Dragões
ru_ru: Драконы

source: Divine Shield
es_mx: Escudo divino
fr_fr: Bouclier divin
ja_jp: 聖なる盾
pt_br: Escudo Divino
ru_ru: Божественный щит

source: Deathrattle Mechs
es_mx: Mecas con Estertor
fr_fr: Mécas Râle d'Agonie
ja_jp: 断末魔メカ
pt_br: Mecanoides/Último Suspiro
ru_ru: Механизмы с хрипами

source: Demons
es_mx: Demonios
fr_fr: Démons
ja_jp: 悪魔
pt_br: Demônios
ru_ru: Демоны

source: Mechs
es_mx: Mecas
fr_fr: Mécas
ja_jp: メカ
pt_br: Mecanoides
ru_ru: Механизмы

source: Token Demons
es_mx: Demonios de Token
fr_fr: Démons Token
ja_jp: トークン悪魔
pt_br: Demônios/Fichas
ru_ru: Токен демоны

source: Beasts
es_mx: Bestias
fr_fr: Bêtes
ja_jp: 獣
pt_br: Feras
ru_ru: Звери

source: Pirates
es_mx: Piratas
pt_br: Piratas
ru_ru: Пираты

source: Macaw Beasts
es_mx: Bestias Guacamayo
pt_br: Feras/Arara Monstruosa
ru_ru: Зверинец Ары

source: Deathrattle
es_mx: Estertor
fr_fr: Râle d'agonie
pt_br: Último Suspiro
ru_ru: Предсмертный хрип

source: Elementals
es_mx: Elementales
pt_br: Elementais
ru_ru: Элементали

source: Taunt
pt_br: Provocar
ru_ru: Провокация

source: Quilboar
pt_br: Javatusco
ru_ru: Свинобраз

source: APM Pirates
pt_br: Piratas/APM
ru_ru: ДВМ пираты

source: Scam Pirates
pt_br: Piratas/Falcatrua
ru_ru: Пиратская афера

source: Buff Dragons
pt_br: Dragões/Melhorias
ru_ru: Усиление драконов

source: Leapfrogger
pt_br: Saltitante Generoso
ru_ru: Попрыгуха

source: Undead
pt_br: Morto-Vivo
ru_ru: Нежить

source: Banana Beasts
pt_br: Feras/Banana
ru_ru: БуяноЗвери

source: Shop Buff Demons
pt_br: Demônios/Melhorias da Loja

source: Self Damage Demons
pt_br: Demônios/Autodano

source: APM Greymane
pt_br: Greymane/APM

source: Kaly Dragons
pt_br: Dragões/Kalecgos

source: Start of Combat Dragons
pt_br: Dragões/Início do Combate

source: Azerite Elementals
pt_br: Elementais/Azerita

source: Rock Rock Elementals
pt_br: Elementais/Rocha do Rock

source: Murlocs
es_mx: Múrlocs
ja_jp: マーロック
ru_ru: Мурлоки

source: Naga
ru_ru: Нага
