Repository: HearthSim/hsreplaynet-i18n
Catalog: */LC_MESSAGES/django.po
Languages: ru

source: Error adding payment card
ru: Ошибка добавления банковской карты

source: Your card was declined. Please use a different card.
ru: Ваша карта была отклонена. Пожалуйста, используйте другую карту.

source: That email address is associated with another account. If you'd like to merge accounts, please contact us!
ru: Этот адрес электронной почты связан с другой учетной записью. Если вы хотите объединить учетные записи, пожалуйста, свяжитесь с нами!

source: You have multiple subscriptions. Please contact us.
ru: У вас есть несколько подписок. Пожалуйста, свяжитесь с нами.

source: Your subscription has expired.
ru: Ваша подписка истекла.

source: Your current subscription is still active. If you are having billing issues, please contact us!
ru: Ваша подписка еще активна. Если у вас возникли проблемы с выставлением счетов, пожалуйста, свяжитесь с нами!

source: You are already subscribed!
ru: Вы уже оформили подписку!

source: Could not process subscription.
ru: Не удалось обработать подписку.

source: Your card declined the charge. Please contact your bank for information.
ru: Операция по карте отклонена. Свяжитесь с вашим банком для выяснения подробностей.

source: Your card does not support payments in USD. Please try a different card.
ru: Ваша карта не поддерживает оплату в долларах. Пожалуйста, используйте другую карту.

source: Your card has exceeded its credit limit. Please use a different one.
ru: Кредитный лимит вашей карты исчерпан. Пожалуйста, используйте другую карту.

source: Your card has insufficient funds to proceed.
ru: На карте недостаточно средств.

source: Your card was declined, you have not been charged. Please try a different card; contact us if this persists.
ru: Ваша карта отклонена, деньги не будут сняты. Пожалуйста, попробуйте другую карту и свяжитесь с нами, если это повторится.

source: Please contact us if you are receiving this in error.
ru: Пожалуйста, свяжитесь с нами, если это ошибка.

source: You have multiple subscriptions - something is wrong.
ru: У вас есть несколько подписок — что-то пошло не так.

source: You are not subscribed.
ru: У вас нет подписки.

source: Your subscription cannot be canceled immediately.
ru: Ваша подписка не может быть отменена немедленно.

source: Could not cancel your subscription.
ru: Не удалось отменить подписку.

source: Your subscription has been cancelled.
ru: Ваша подписка была отменена.

source: Could not update default card.
ru: Не удалось изменить карту по умолчанию.

source: Please contact us if you are seeing this in error.
ru: Пожалуйста, свяжитесь с нами, если это ошибка.

source: Unable to complete subscription.
ru: Не удается завершить оформление подписки.

source: Invalid subscription token.
ru: Недопустимый токен подписки.

source: You are not logged in as the correct user.
ru: Вы не вошли из под соответствующей учетной записи.

source: You are now subscribed with PayPal!
ru: Ваша подписка через PayPal оформлена!

source: Invalid token while cancelling payment.
ru: Недействительный токен при отмене подписки.

source: Your payment was interrupted.
ru: Ваш платеж прерван.

source: Could not determine your plan.
ru: Не удалось определить схему оплаты.

source: Invalid Paypal plan.
ru: Недействительный план оплаты PayPal.

source: Full access to your HSReplay.net account
ru: Полный доступ к вашей учетной записи HSReplay.net

source: Access information about your connected social accounts
ru: Доступ к списку ваших связанных учетных записей

source: View your Hearthstone card collection
ru: Просмотр вашей коллекции карт в Hearthstone

source: Upload your Hearthstone card collection to the site
ru: Загрузка вашей коллекции карт из Hearthstone на сайт

source: View your replays
ru: Просмотр ваших повторов

source: Update and delete your replays
ru: Изменение и удаление ваших повторов

source: Access the Partner API
ru: Доступ к партнерским API

source: Read access to the tournaments service
ru: Доступ на чтение к турнирным службам

source: Write access to the tournaments service
ru: Доступ на запись к турнирным службам

source: View your webhooks
ru: Просмотр ваших веб-хуков

source: Create and delete webhooks on your behalf
ru: Самостоятельно добавляйте и удаляйте веб-хуки

source: Account inactive
ru: Учетная запись отключена

source: This account is inactive or has been banned. Please <a href="mailto:%(site_email)s">contact us</a> if this is in error.
ru: Эта учетная запись отключена или заблокирована администратором. Если это ошибка, пожалуйста <a href="mailto:%(site_email)s">свяжитесь с нами</a>.

source: Authentication Tokens
ru: Токены аутентификации

source: You do not have any upload client associated with your account. <a href="%(downloads_url)s">Download Hearthstone Deck Tracker</a> and claim your account from there!
ru: К вашей учетной записи не привязаны клиенты для загрузки. <a href="%(downloads_url)s">Скачайте Hearthstone Deck Tracker</a>, чтобы связать ваши учетные записи!

source: The following tokens can be used to upload your games. Keep them private!
ru: Следующие токены могут быть использованы для загрузки ваших повторов. Никому их не показывайте и не передавайте!

source: Application
ru: Приложение

source: Token
ru: Токен

source: Created on
ru: Создан

source: Webhooks
ru: Веб-хуки

source: Webhooks allow you, or an authorized application, to automatically POST to a URL whenever you complete a game and it is made available on HSReplay.net.
ru: Веб-хуки позволяют вам или авторизованным приложениям автоматически делать POST запрос на URL, каждый раз, когда вы заканчиваете партию и загружаете ее на HSReplay.net.

source: This feature is still in beta.
ru: Эта функция еще на стадии бета-версии.

source: The API objects are not final and the functionality is still being tested. If you are interested in using them or have any questions, <a href="mailto:%(site_email)s">please contact us</a> so we can help!
ru: Объекты API находятся в стадии тестирования и могут быть изменены. Если вы хотите ими воспользоваться или у вас есть вопросы, пожалуйста <a href="mailto:%(site_email)s">свяжитесь с нами</a>!

source: You don't have any webhooks set up right now.
ru: У вас нет сконфигурированных веб-хуков.

source: Active
ru: Активировать

source: New webhook…
ru: Новый веб-хук…

source: Settings
ru: Настройки

source: Billing
ru: Оплата

source: API Access
ru: Доступ к API

source: OAuth Apps
ru: OAuth

source: Password
ru: Пароль

source: Connected accounts
ru: Связанные учетные записи

source: Delete account
ru: Удалить учетную запись

source: Sign out
ru: Выход

source: Delete my replays
ru: Удалить мои повторы

source: Are you sure?
ru: Вы уверены?

source: Deleting your replays will unlink them from your account and make any previously-shared replay URL inaccessible.
ru: После удаления повтора, он будет отвязан от вашей учетной записи и все старые ссылки на него станут недействительны.

source: Your personal statistics will not be reset. Are you sure you want to proceed?
ru: Ваша личная статистика не будет сброшена. Хотите продолжить?

source: Cancel
ru: Отмена

source: Email Addresses
ru: Адреса электронной почты

source: The following email addresses are associated with your account:
ru: Адреса электронной почты, связанные с вашей учетной записью:

source: Re-send Verification
ru: Повторно отправить письмо с подтверждением

source: Make Primary
ru: Сделать основным

source: Remove
ru: Удалить

source: Add email address
ru: Добавить адрес эл. почты

source: Notification settings
ru: Настройки оповещений

source: Control which types of emails you receive at your primary address.
ru: Выберите типы уведомлений, которые хотите получать на свой email.

source: Account & security (required)
ru: Учетная запись и безопасность (обязательно)

source: Billing (required)
ru: Оплата (обязательно)

source: Product and feature announcements
ru: Анонсы новых возможностей

source: Save
ru: Сохранить

source: Looking for a password setting? You can sign with any of <a href="%(connected_accounts_url)s">your connected Blizzard accounts</a>, there is no HSReplay.net password.
ru: Ищите настройки пароля? Вы можете войти, используя <a href="%(connected_accounts_url)s">связанные учетные записи Blizzard</a>, у учетной записи HSReplay.net нет своего пароля.

source: Hello %(user)s! You've added this email address to your account. We need to verify that you own it. If this is correct, go to the following URL within three days to confirm: %(activate_url)s If this was not you, you can simply ignore this email. Cheers, The HSReplay.net Team
ru: Привет, %(user)s! Ты добавил этот email к своему аккаунту. Нам нужно убедиться, что ты являешься его владельцем. Перейди по ссылке в течение трех дней, чтобы подтвердить адрес: %(activate_url)s Если это был не ты, просто проигнорируй этот email. С уважением, Команда HSReplay.net

source: Log in to continue to %(oauth2_client)s
ru: Войдите, чтобы продолжить %(oauth2_client)s

source: We'll send you to the official Blizzard site where you can securely log in.<br/> Blizzard will redirect you back here once you're done.
ru: Мы перенаправим вас на официальный сайт Blizzard, где вы сможете безопасно авторизоваться.<br/>По завершении вы будете возвращены сюда.

source: Log in with Blizzard
ru: Войти с учетной записью Blizzard

source: Region
ru: Регион

source: HSReplay.net never gains access to your Blizzard email address or password.
ru: HSReplay.net не получит доступа к email адресу и паролю, используемых в вашей учетной записи Blizzard.

source: Not using a Blizzard account? Sign in with your username and password here.
ru: Не пользуетесь учетной записью Blizzard? Войдите, используя свой логин и пароль.

source: Username
ru: Имя пользователя

source: Log in
ru: Войти

source: Are you sure you want to sign out?
ru: Вы уверены, что хотите выйти?

source: Password reset
ru: Восстановление пароля

source: Forgot your password? Enter your email below, we'll send you a link to reset it.
ru: Забыли пароль? Введите адрес электронной почты ниже, мы вышлем вам ссылку для сброса пароля.

source: Reset password
ru: Сбросить пароль

source: Need help? <a href="mailto:%(site_email)s">Contact us</a>.
ru: Нужна помощь? <a href="mailto:%(site_email)s">Свяжитесь с нами</a>.

source: Sign up
ru: Регистрация

source: To sign up to HSReplay.net, use your Blizzard account.
ru: Чтобы зарегистрироваться на HSReplay.net, используйте свою учетную запись Blizzard.

source: Alternatively, sign up with an email and password.
ru: Или зарегистрируйтесь с email и паролем.

source: Email address
ru: Адрес электронной почты

source: Password (repeat)
ru: Пароль (повторно)

source: You are already logged in as <em>%(user)s</em>.
ru: Вы уже вошли как <em>%(user)s</em>.

source: Verify your e-mail address
ru: Подтвердите адрес электронной почты

source: We have sent you an e-mail for verification. Follow the link in it to finalize the signup process.
ru: Мы отправили тебе ссылку для подтверждения e-mail адреса. Пройди по ней для завершения регистрации.

source: Please <a href="mailto:%(site_email)s">contact us</a> if you do not receive it within a few minutes.
ru: Пожалуйста, <a href="mailto:%(site_email)s">свяжитесь с нами</a>, если вы не получили ее в течение нескольких минут.

source: Back to top
ru: В начало

source: Follow us on Twitter
ru: Мы в Twitter

source: Join our Discord server
ru: Заходите на наш сервер Discord

source: Like us on Facebook
ru: Страница Facebook

source: Premium
ru: Премиум

source: Downloads
ru: Загрузки

source: Privacy Policy
ru: Конфиденциальность

source: Terms of Service
ru: Пользоват. соглашение

source: Help
ru: Справка

source: FAQ
ru: ЧАВО

source: Contact
ru: Контакты

source: About Us
ru: О нас

source: Open source
ru: Открытый код

source: Careers
ru: Карьера

source: Press
ru: Пресса

source: This website is not affiliated with Blizzard Entertainment.
ru: Этот сайт не имеет отношения к Blizzard Entertainment.

source: Toggle navigation
ru: Вкл/выкл навигацию

source: Articles
ru: Статьи

source: Trending
ru: Популярное

source: Discover
ru: Детектор

source: Meta
ru: Мета

source: Decks
ru: Колоды

source: Cards
ru: Карты

source: Refer a Friend
ru: Пригласи друга

source: It looks like you have Javascript turned off. This page will not work correctly. <a href="https://enable-javascript.com/" target="_blank" rel="noopener">Here is how to enable it</a>.
ru: Похоже, у вас отключен Javascript. Эта страница не будет отображаться корректно. <a href="https://enable-javascript.com/ru/" target="_blank" rel="noopener">Инструкция по включению</a>.

source: Authentication error
ru: Ошибка аутентификации

source: Back to the office.
ru: Вернуться на главную.

source: The following social accounts are connected to your HSReplay.net account. You may log in with any connected Blizzard account.
ru: Следующие учетные записи связаны с вашей учетной записью HSReplay.net. Вы можете войти с любой связанной учетной записью Blizzard.

source: Make primary
ru: Сделать основной

source: Primary account
ru: Основная учётная запись

source: You currently have no social network accounts connected to this account.
ru: В настоящее время у вас нет связанных учетных записей.

source: Watch and share Hearthstone replays directly from your web browser. Explore advanced statistics about decks and cards based on millions of games per week.
ru: Смотри и делись повторами своих игр в Hearthstone прямо в браузере. Открой для себя расширенную статистику по картам и колодам, основанную на миллионах партий в неделю.

source: HSReplay.net - Unleash your potential
ru: HSReplay.net — раскрой свой потенциал

source: Hearthstone Meta
ru: Мета Hearthstone

source: Explore the Hearthstone meta game and find out how the archetypes match up.
ru: Исследуйте Мету Hearthstone, чтобы узнать как показывают себя разные архетипы.

source: Engage with the up-and-coming Hearthstone meta game to discover the newest archetypes and what's next.
ru: Включайтесь в многообещающую мету Hearthstone, чтобы узнать о новейших архетипах и грядущих изменениях.

source: Archetype
ru: Архетип

source: This archetype is no longer available.
ru: Этот Архетип больше не доступен.

source: Hearthstone Card Statistics
ru: Статистика карт Hearthstone

source: Compare statistics about all collectible Hearthstone cards. Find the cards that are played the most or have the highest winrate.
ru: Сравнивайте статистику коллекционных карт Hearthstone. Выявите самые популярные и наиболее эффективные карты.

source: My Cards
ru: Мои Карты

source: No card found matching the query.
ru: Ни одна карта не соответствует запросу.

source: Statistics and decks!
ru: Статистика и колоды!

source: Hearthstone Card Editor
ru: Редактор карт Hearthstone

source: My Account
ru: Учетная запись

source: Delete Account
ru: Удалить учетную запись

source: This account cannot be deleted.
ru: Эта учетная запись не может быть удалена.

source: Your replays have been deleted.
ru: Ваши повторы были удалены.

source: Could not make account primary.
ru: Эту учетную запись нельзя сделать основной.

source: Your email preferences have been saved.
ru: Настройки почты сохранены.

source: Create a webhook
ru: Создать веб-хук

source: Update a webhook
ru: Обновить веб-хук

source: OAuth Applications
ru: Приложения OAuth

source: Your OAuth Application
ru: Ваше приложение OAuth

source: Hearthstone Decks
ru: Колоды Hearthstone

source: Find popular Hearthstone decks for every class, card and game mode. Compare winrates and find the deck for you!
ru: Погрузитесь в Мету Hearthstone и найдите новые колоды, исходя из класса, используемых карт или режима игры. Проверьте их успешность и популярность в рейтинге.

source: My Decks
ru: Мои колоды

source: Deck does not exist.
ru: Колода не существует.

source: Deck list is too small.
ru: Недостаточно карт в колоде.

source: {name} stats and decklist. Import it: {deckstring}
ru: Статистика и колоды {name}. Импортировать: {deckstring}

source: Trending Hearthstone Decks
ru: Набирающие популярность колоды

source: Find the up-and-coming decks with rising popularity in Hearthstone for each class updated every single day.
ru: Здесь вы найдете многообещающие колоды с растущей популярностью для каждого класса. Список обновляется ежедневно.

source: Access has been revoked.
ru: Доступ был отозван.

source: {count} access tokens deleted.
ru: удалено {count} токенов доступа.

source: HSReplay.net Premium
ru: HSReplay.net Премиум

source: More filters, more features, more data: Gain access to advanced Hearthstone statistics backed by millions of games with HSReplay.net Premium for HSReplay.net.
ru: Больше фильтров, больше функций, больше данных! Получите доступ к расширенной статистике на основе миллионов игр с Премиум подпиской HSReplay.net.

source: My Replays
ru: Мои Повторы

source: Uploading replay…
ru: Загружаем повтор…
